[{"Category": "Web Programming", "Date": "18 minutes ago", "Skills": "MySQL Administration, HTML, PHP", "Description": "Waqas I want a quote for making a change to the website as follows: - change 'Places to Stay' and 'Places to Eat' as per the attached diagram.  the existing page will follow from this new page - insert small thumbnail photo and name of each place - When a visitor clicks on 'Read more' they are taken to the section of the existing page relating to that entry. there are 12 places to stay and 5 places to eat. I look forward to hearing from you. Cheers", "Title": "Revise explorespringbrook.com website", "URL": "https://www.elance.com/j/revise-explorespringbrookcom-website/73405640/", "Duration": "14d, 23h", "Proposals": "0", "Id": "73405640", "Location": "Australia"}, {"Category": "Other IT & Programming", "Date": "18 minutes ago", "Skills": "MySQL Administration, HTML, PHP, Performance Tuning", "Description": "I have a website that is loading slow. Need expert help to speed it up. Please ask in PMB for details if you're interested in this project. I'm looking to spend only up to $50 for work to fix the most obvious issues in speeding up the load times of the home page.  If speed improvements are obvious enough, I will consider doing more work to continue improving it.", "Title": "Improve Joomla website performance", "URL": "https://www.elance.com/j/improve-joomla-website-performance/73405642/", "Duration": "14d, 23h", "Proposals": "0", "Id": "73405642", "Location": "R****eIT"}, {"Category": "Data Analysis", "Date": "25 minutes ago", "Skills": "Email, Education Technology, Internet Surveys, Survey Design", "Description": "Green School is currently undergoing a strategic review. Findings will be presented to Green School's founder, John Hardy and the board of directors on the 21st of June.  This survey is intended to get a picture of  how current and future parent, student and staff community is involved and aware of Balinese culture.  John Hardy wants to understand what people have done and what people may be interested in doing.  Just answering the questionnaire will also be an educational experience allowing people to be aware of the activities they could do.  The pictures provide a greater sense of clarity and insight into the experience.   The question would be answered in paper form in classrooms (and manually collated into a data-base) or at home as homework on a computer accessed online.  Parents and teachers would do an online version and the data automatically collected and processed.   It could be sent out to new parents and children once they have been admitted to the school in the future to ...", "Title": "Green School: Balinese Culture Questionnaire Survey", "URL": "https://www.elance.com/j/green-school-balinese-culture-questionnaire-survey/73405031/", "Duration": "14d, 23h", "Proposals": "0", "Id": "73405031", "Location": "Indonesia"}, {"Category": "Web Programming", "Date": "30 minutes ago", "Skills": "MySQL Administration, HTML, PHP", "Description": "would like to re-code this site in html5 and make it modern and responsive for the new devices    [obscured]  /", "Title": "re code my website and make it responsive", "URL": "https://www.elance.com/j/re-code-website-make-it-responsive/73405163/", "Duration": "6d, 23h", "Proposals": "0", "Id": "73405163", "Location": "United Kingdom"}, {"Category": "Web Programming", "Date": "48 minutes ago", "Skills": "MySQL Administration, HTML, PHP, WordPress, Wordpress Plugin", "Description": "We have a website with a Student registration system. We are trying to create a Two step registration process:  1.Student visits the website and registers his details. We have installed a plugin (Cimy user fields) which adds fields to the user registration form as we require users to include their address, personal information and address to the registration process. (see our registration page here:   [obscured]  -international.org/wp-login.php?action=register)  2. Once the student completes their registration the staff member needs to add the rest of the information (certification date, level etc..)  We are using Gravity forms to manage our forms.   We require a way to allow our staff to complete a form (on the front-end) which pulls the user information (which was previously fed by the user when they registered on the website) by inserting their email address into a field.  After the form is completed the admin receives a form with all the information.  We are happy to replace the ...", "Title": "Wordpress Dynamic gravity form customisation", "URL": "https://www.elance.com/j/wordpress-dynamic-gravity-form-customisation/73404502/", "Duration": "14d, 23h", "Proposals": "20", "Id": "73404502", "Location": "Australia"}, {"Category": "Web Programming", "Date": "1h, 1m ago", "Skills": "MySQL Administration, CSS, PHP, Magento", "Description": "I am building a custom module built from scratch.  I am stuck on some things and rather grind gears trying to fix it I would like to consult with a magento master and ask questions as needed.  Please apply if you are available to walk me through some issues, answer questions on an hourly basis.", "Title": "I need a magento developer to consult with", "URL": "https://www.elance.com/j/magento-developer-consult/73404014/", "Duration": "14d, 22h", "Proposals": "16", "Id": "73404014", "Location": "United States"}, {"Category": "Web Programming", "Date": "1h, 11m ago", "Skills": "PHP, Object Oriented PHP", "Description": "We are a new start-up company focused on enabling  marketplace solutions involving web and mobile technologies. We cater to the needs of new business ventures and ideas.  Job Description:  We are looking for PHP programmers who can work at the minimum of 20hrs/wk on a contractual basis for 3-6 months.  Your responsibilities:   - Review business requirements working with other team members  - Perform a technical analysis of requirements   - Produce a solid, detailed technical design  - Write clean, modular, robust code to implement the desired requirements with little or no supervision  - Work with the QA and Customer Support teams to triage and fix bugs with rapid turnaround  - Contribute ideas for making the application better and easier to use  Your qualifications:   - Minimum of 3 yrs in PHP programming - Experience in any of the PHP framework, codeignitor preferred. - Worked on RESTFUL APIs, payment gateway, facebook, google+ authentication.", "Title": "PHP Developer", "URL": "https://www.elance.com/j/php-developer/73403590/", "Duration": "14d, 22h", "Proposals": "3", "Id": "73403590", "Location": "India"}, {"Category": "Other IT & Programming", "Date": "1h, 15m ago", "Skills": "MySQL Administration, PHP, C++, Qt", "Description": "This job requires knowledge of COMPILER DEVELOPMENT AND PYTHON please mention on top of your cover letter \" i can develop compilers, script editors and python. I know all phases of compiler development and script engine development\"  We are developing a children Learning game application using advance python and QT libraries. We are looking for a strong python developer to help us finalize its scripting engine , its FrontEnd components , its game scripting engine and improve the overall game performance.   The game is being developed by opensource QT /python libraries. Please answer following questions in your cover letter 1) What is your experience with QT and python for game development , can i see any game you developed 2) Have you contributed in any opensource graphics or game library involving python ,QT 3) This job requires a knowledge of COMPILER development because you will develop a customized script engine , script interpreter using compiler technologies.  Please no...", "Title": "Game Script Compiler development  PYTHON/QT ( Compiler development)", "URL": "https://www.elance.com/j/game-script-compiler-development-python-qt-compiler-development/73403464/", "Duration": "6d, 22h", "Proposals": "1", "Id": "73403464", "Location": "b****jar"}, {"Category": "Other IT & Programming", "Date": "1h, 37m ago", "Skills": "Objective-C", "Description": "Teamchat is a smart mobile messenger for enterprise. We have created a Java SDK for our developer community that will allow them to easily integrate teamchat with outside world.    We are looking for professionals who can understand this Java SDK and port it to Objective C, so that it will open up more avenues to integrate teamchat with other applications.   Our Java SDK documentation is available here.   [obscured]  /wp-content/uploads/2015/05/sdk1.2/doc/v1.2/index.html   Currently Java SDK has approx 40k lines of code.   We will share the source code of the SDK only once the job is awarded. The job will require signing an NDA (Non-disclosure Aggrement)", "Title": "SDK Porting to Objective C", "URL": "https://www.elance.com/j/sdk-porting-objective-c/73402669/", "Duration": "14d, 22h", "Proposals": "0", "Id": "73402669", "Location": "India"}, {"Category": "Other IT & Programming", "Date": "1h, 40m ago", "Skills": "Adobe Flash, PHP, HTML5, C++, MySQL Programming", "Description": "I am looking for a programmer come partner.  Please Note: This project has adult themes.  I have developed a video chat website. Due to other time restraints I am unable to devote any time to it so it is languishing.   It has a small core of devoted users and its time it was developed to its full potential. This site has been in operation for a number of years. It is not something I just dreamed up!  Are you interested?  You need to have the following skills...  C++ (UX) PHP mySQL Flash HTML5  Windows Linux  It would also be great if we could develop a phone app. So therefore the following skills would be desirable  Android and IOS(iphone)  The site does not currently have any income. We will need to negotiate terms. It is my full intention to return this site to its glory days and create a handsome income from it.  If you are interested PM me and I will provide details of the site so you can take a closer look.  NOTE:  Please include relevant experience. I will not respond to \"bi...", "Title": "Programmer/Partner wanted", "URL": "https://www.elance.com/j/programmer-partner-wanted/73402432/", "Duration": "14d, 22h", "Proposals": "7", "Id": "73402432", "Location": "Australia"}, {"Category": "Other IT & Programming", "Date": "1h, 46m ago", "Skills": "Clojure", "Description": "Teamchat is a smart mobile messenger for enterprise. We have created a Java SDK for our developer community that will allow them to easily integrate teamchat with outside world.    We are looking for professionals who can understand this Java SDK and port it to clojure, so that it will open up more avenues to integrate teamchat with other applications.   Our Java SDK documentation is available here.   [obscured]  /wp-content/uploads/2015/05/sdk1.2/doc/v1.2/index.html   Currently Java SDK has approx 40k lines of code.   We will share the source code of the SDK only once the job is awarded. The job will require signing an NDA (Non-disclosure Aggrement)", "Title": "SDK porting to Clojure", "URL": "https://www.elance.com/j/sdk-porting-clojure/73402329/", "Duration": "14d, 22h", "Proposals": "0", "Id": "73402329", "Location": "India"}, {"Category": "Other IT & Programming", "Date": "1h, 47m ago", "Skills": "Ruby on Rails", "Description": "Teamchat is a smart mobile messenger for enterprise. We have created a Java SDK for our developer community that will allow them to easily integrate teamchat with outside world.    We are looking for professionals who can understand this Java SDK and port it to Ruby on Rails, so that it will open up more avenues to integrate teamchat with other applications.   Our Java SDK documentation is available here.   [obscured]  /wp-content/uploads/2015/05/sdk1.2/doc/v1.2/index.html   Currently Java SDK has approx 40k lines of code.   We will share the source code of the SDK only once the job is awarded. The job will require signing an NDA (Non-disclosure Aggrement)", "Title": "SDK Porting to Ruby on Rails", "URL": "https://www.elance.com/j/sdk-porting-ruby-on-rails/73402291/", "Duration": "14d, 22h", "Proposals": "0", "Id": "73402291", "Location": "India"}, {"Category": "Other IT & Programming", "Date": "1h, 48m ago", "Skills": "Javascript", "Description": "Teamchat is a smart mobile messenger for enterprise. We have created a Java SDK for our developer community that will allow them to easily integrate teamchat with outside world.    We are looking for professionals who can understand this Java SDK and port it to JS, so that it will open up more avenues to integrate teamchat with other applications.   Our Java SDK documentation is available here.   [obscured]  /wp-content/uploads/2015/05/sdk1.2/doc/v1.2/index.html   Currently Java SDK has approx 40k lines of code.   We will share the source code of the SDK only once the job is awarded. The job will require signing an NDA (Non-disclosure Aggrement)", "Title": "SDK porting to JS", "URL": "https://www.elance.com/j/sdk-porting-js/73402248/", "Duration": "14d, 22h", "Proposals": "2", "Id": "73402248", "Location": "India"}, {"Category": "Web Programming", "Date": "1h, 57m ago", "Skills": "MySQL Administration, CSS, PHP, WordPress, Mobile App Development", "Description": "I am looking for a web and mobile developer preferably new graduates (You can be a group but not an agency or company), with good knowledge in the following:  - HTML5 / Javascript/ CSS - WordPress Themes and Plugins customisation (Development will be an advantage) - iOS/ Android Development, both native and cross platform experience is welcome - Hosting and Domain administration and migration - Basic UI and Graphic design skills, at least expect ability to do logos  You will be part of an entrepreneurial group who are trying to change the way people look to Web and Mobile apps.  You should be fast, prompt and respect deadlines.  This is a per project job but could become a long term relationship for people with the right mindset.  To be considered for this post please read carefully and submit as per below, failure to adhere to the instruction will cause an immediate drop of your candidacy:  - You should be by yourself, not associated with a company/agency on Elance, you can evolve you...", "Title": "Web and Mobile Developer with Entrepreneurial Mind", "URL": "https://www.elance.com/j/web-mobile-developer-entrepreneurial-mind/73401855/", "Duration": "6d, 22h", "Proposals": "8", "Id": "73401855", "Location": "United States"}, {"Category": "Other IT & Programming", "Date": "1h, 58m ago", "Skills": "HTML, MailChimp", "Description": "We've seeking an excellent html coder to make all our mailchimp newsletter dreams come true.   Some background //  Previously we bought a responsive email template from Envato that supplies you with a web interface and allows you to drop and drag the design elements and then export this as code into mailchimp. It sounded good in theory yet the end result wasn't as professional as we were hoping.  What we need: We need a responsive design template (custom built coding) that works on mobile devices, tablets and desktops. We will supply photoshop design.  Timing: 1 week. Cost is negotiable.  Examples: I have a mockup I can provide so you can accurately quote us.", "Title": "Email Newsletter for MailChimp", "URL": "https://www.elance.com/j/email-newsletter-mailchimp/73401867/", "Duration": "2d, 22h", "Proposals": "22", "Id": "73401867", "Location": "Australia"}, {"Category": "Web Programming", "Date": "1h, 59m ago", "Skills": "MySQL Administration, HTML, PHP        Preferred Location: India", "Description": "Marketplace platform close to a classifieds site, with following features  in-site search social login user listing facility user contact facility  other basic features of classifieds with minor changes.  kindly quote prices before finalizing.", "Title": "Marketplace similar to classifieds with minor changes", "URL": "https://www.elance.com/j/marketplace-similar-classifieds-minor-changes/73401765/", "Duration": "14d, 22h", "Proposals": "8", "Id": "73401765", "Location": "India"}, {"Category": "Web Programming", "Date": "2h, 0m ago", "Skills": "MySQL Administration, HTML, PHP", "Description": "We deal with some of the best clothing brands in the UK. We're planning to expand the business with an awesome Magento webstore.  We need ideas, strategies, technology and an advanced webstore.  Come up with your input and expertise - we love talented people and willing to pay for really awesome work.", "Title": "Magento Developer", "URL": "https://www.elance.com/j/magento-developer/73401785/", "Duration": "14d, 21h", "Proposals": "63", "Id": "73401785", "Location": "United Kingdom"}, {"Category": "Web Programming", "Date": "2h, 3m ago", "Skills": "HTML, .NET for Web", "Description": "Attached are detailed design documents for 4 additional tabs to be added to the Admin portal.  The four tabs are \"Customers\", \"Resellers\", \"Sales Aids\" ( maintenance ), and \"Sales Leads\" ( create / update / change ).   See attached.", "Title": "Admin portal - 4 additional tabs", "URL": "https://www.elance.com/j/admin-portal-additional-tabs/73401665/", "Duration": "14d, 21h", "Proposals": "12", "Id": "73401665", "Location": "Canada"}, {"Category": "Web Programming", "Date": "2h, 9m ago", "Skills": "CSS, HTML, PHP, WordPress, PSD to Wordpress        Preferred Location: North America, Western Europe, Eastern Europe, Central & South America", "Description": "URGENT  I need my website done. I have all the PSD file already designed I need a scrolling 7 page website, friendly on all devices, SEO friendly.  How soon can this be done?  Currently looking like this   [obscured]  /1AoKDXu and I am not happy with it.  Can you help me? I would like to develop a long term working relationship as I have other web builds to do.", "Title": "Scrolling Wordpress Website for Branding Agency", "URL": "https://www.elance.com/j/scrolling-wordpress-website-branding-agency/73401443/", "Duration": "6d, 21h", "Proposals": "40", "Id": "73401443", "Location": "Australia"}, {"Category": "Web Programming", "Date": "2h, 10m ago", "Skills": "MySQL Administration, HTML, PHP", "Description": "Below is the detailed specification regarding Online payroll site, please check and let me know if any queries.  Need a payroll site as far same as ADP but not so complex, will be simple and clean using php and mysql. Access to adp will make the work a little easier, because you can get the fields for the pages/databases etc  Website must have functionality as:  1. Invoicing feature Export to PDF Email PDF to client via Simple Invoices Export to Microsoft Word, Excel or plain text 2. ACH capabilities (trigger a withdraw from employers account and triggers a deposit to employee account with a gateway such as authorize.net) authorize.net detail will be provided 3. Taxes (calculations based on user payroll)  Apart from all these, the site needs to be able to create PDFs: All of this forms and taxes calculations will be provided. 1. RT-6 (Known as UCT6) 2. 941 3. 940 4. W2 5. W3  Site must have:  Login page, then with the below features  1. Employee Page 2. Company Info Page 3. Banking Inf...", "Title": "Online payroll site", "URL": "https://www.elance.com/j/online-payroll-site/73401417/", "Duration": "14d, 21h", "Proposals": "4", "Id": "73401417", "Location": "India"}, {"Category": "Web Programming", "Date": "2h, 12m ago", "Skills": "MySQL Administration, HTML, PHP        Preferred Location: China", "Description": "Hi are looking to increase our team of developers.  Our site is   [obscured]    We are looking for innovative developers who look for new ways of doing things, we would love it if you could be telling us what we could be doing from a development perspective. It's not that we don't know our stuff it's more that we want people who can bring great idea's with them.  We love doing things that no one else has done before. We want developers who can come with us on that journey.  Having a great design eye on UX and UI would be valued as well.  Quality is paramount.", "Title": "Django Developer for exciting project", "URL": "https://www.elance.com/j/django-developer-exciting-project/73401327/", "Duration": "6d, 21h", "Proposals": "5", "Id": "73401327", "Location": "Australia"}, {"Category": "Other IT & Programming", "Date": "2h, 16m ago", "Skills": "Salesforce.com, Training, force.com", "Description": "We are looking for a Technically strong candidate who loves to train people and can give  the training on Salesforce CRM.  Ideal candidates should be eager to leverage his training expertise through his vast IT Technical Knowledge to candidates.   Should have real good communication and very interested in training people   You will be taking the class room and Online training right from Freshers to  working professionals.  You will be catering to the online students  / working professionals of India and US.   Must have conducted training on Salesforce developer, advanced developer, admin, advanced admin track.", "Title": "Looking for Salesforce Trainer", "URL": "https://www.elance.com/j/looking-salesforce-trainer/73401159/", "Duration": "14d, 21h", "Proposals": "3", "Id": "73401159", "Location": "United States"}, {"Category": "Data Science", "Date": "2h, 23m ago", "Skills": "Statistical Computing, Algorithm Development, Mathematics", "Description": "We have  two  sets of telephone call records.  The first data set contains calls that are likely to have been generated by automatic/non human systems. Based on information provided in the first data set, develop an algorithm that will predict which of the calls in the second data set are likely to be non human/automated calls..   Fields in the call records contain. ? Initiating Number ? Terminating Number ? Start Time and Date ? Call Duration ? Billing Number ? Phone Exchange ? Call Results ? Busy, Failed, etc. ? Call Type ? Voice, SMS, etc.  The expected output is algorithm to detect the anomaly.", "Title": "Anomaly Detection Algorithm Development", "URL": "https://www.elance.com/j/anomaly-detection-algorithm-development/73400968/", "Duration": "89d, 21h", "Proposals": "3", "Id": "73400968", "Location": "United States"}, {"Category": "Web Programming", "Date": "2h, 25m ago", "Skills": "CSS, Javascript, Bootstrap, AngularJS        Preferred Location: Eastern Europe, India/Southern Asia, Eastern Asia", "Description": "Front End Developer We are looking for a Front End Developer that has an eye for style and design.  The ideal candidate will have experience designing and developing responsive consumer facing web sites as well as complex data driven applications.  REQUIRED SKILLS: - In-depth knowledge of HTML and CSS. - Experience with Sass, Compass, and Bootstrap - Advanced JavaScript skills and experience with AngularJS and jQuery  - Experience developing data driven applications - Experience using a version control system, such as Mercurial or Git - Ability to create simple icons and graphics in program such as PhotoShop or GIMP", "Title": "Web Front End Developer", "URL": "https://www.elance.com/j/web-front-end-developer/73400932/", "Duration": "14d, 21h", "Proposals": "27", "Id": "73400932", "Location": "United States"}, {"Category": "Web Programming", "Date": "2h, 33m ago", "Skills": "CSS, HTML, Javascript, PHP, Ruby on Rails", "Description": "Hello,  We are looking for a Developer to create a mock website for our site that is currently in development, we already have the main page designed, however, we would like to see what creative ways you can add to what we have.  The site will have a link in the middle of the page, where Developers can submit their email before the site is live.  We are open to any ideas you may have on the best way to collect emails.   The tabs will be: About, Staff, Board Deck, Video and Contact.  I develop in Ruby myself, however, since this is a temporary mock first page, we are open to other languages to build.  We look forward to your submissions, thank you.  Dan NodeBomb  Job Description:  We're looking for a Web Developer.  Your responsibilities:   - Review business requirements  - Perform a technical analysis of requirements   - Produce a solid, detailed technical design  - Write clean, modular, robust code to implement the desired requirements  - Contribute ideas for making the application be...", "Title": "Mock website for our upcoming company!", "URL": "https://www.elance.com/j/mock-website-our-upcoming-company/73400664/", "Duration": "14d, 21h", "Proposals": "13", "Id": "73400664", "Location": "United States"}, {"Category": "Web Programming", "Date": "2h, 36m ago", "Skills": "MySQL Administration, HTML, PHP", "Description": "Hello, would like to have a function of unlimited add panel on my website.. Here is a Demo..  [obscured]  /", "Title": "Side Bar AD Panel", "URL": "https://www.elance.com/j/side-bar-ad-panel/73400598/", "Duration": "14d, 21h", "Proposals": "3", "Id": "73400598", "Location": "United States"}, {"Category": "Web Programming", "Date": "2h, 38m ago", "Skills": "MySQL Administration, HTML, PHP, Python, Ruby on Rails", "Description": "RESPONSIBILITIES  Design and develop an elegant and sophisticated Social Network.  Design and develop front-end interfaces, underlying APIs, and backend systems across a number of programming languages with focus on JavaScript, React and PHP (Hack).  Analyze & solve difficult problems across the stack.  REQUIREMENTS:  Proficiency with Javascript, HTML5, JQuery, Node.js, CSS.  Proficiency with one of the following: Python, Ruby, PHP/Hack, C/C++, Java.  Proficiency with MySQL and Database Management Systems.  Experience building elegant and sophisticated Social Network applications (News Feed, Profiles, Connections, Search, etc).  Experience building software solutions and web apps in an enterprise or start up engineering environment.", "Title": "Full Stack Web Developer", "URL": "https://www.elance.com/j/full-stack-web-developer/73400544/", "Duration": "14d, 21h", "Proposals": "26", "Id": "73400544", "Location": "United States"}, {"Category": "Data Science", "Date": "2h, 41m ago", "Skills": "Java, Python, Web Development, Machine Learning        Preferred Location: United States", "Description": "RESPONSIBILITIES  Design and develop advanced artificial intelligent and automated systems.  Design and develop applications of artificial intelligence planning and decision making technologies, probabilistic state estimation, and cognitive architectures, and natural language processing for complex web systems.  Design and develop complex software sub systems that are capable of working independently in a large software system.  REQUIREMENTS  Proficiency with AI Programming Languages and Frameworks.  Proficiency with one or more of the following: Java, C/C++, Javascript, HTML5, CSS, Python, Ruby, PHP.  Proficiency with relational and non-relational Database Management systems.  Experience researching, designing, and building Artificial Intelligent (AI) systems and/or applications.  Experience with Web development technologies.  Prior experience with Google, IBM Watson is a huge plus.", "Title": "Software Engineer - Artificial Intelligence", "URL": "https://www.elance.com/j/software-engineer-artificial-intelligence/73400433/", "Duration": "14d, 21h", "Proposals": "1", "Id": "73400433", "Location": "United States"}, {"Category": "Web Programming", "Date": "2h, 43m ago", "Skills": "ASP.NET, HTML5, AngularJS", "Description": "Please find the attached file  I need a page in ASP.NET in which I can add any number of rows and remove these rows as well. Each row contains one drop down and 6 textboxes. Row can be rearrange as well. On submit button it should maintains the state of page and show the selected value at server side  Let me know if you have any question", "Title": "ASP.NET Project", "URL": "https://www.elance.com/j/aspnet-project/73400316/", "Duration": "14d, 21h", "Proposals": "7", "Id": "73400316", "Location": "India"}, {"Category": "Other IT & Programming", "Date": "2h, 43m ago", "Skills": "AFL writing", "Description": "Needs a AFL ( for Amibroker ) to be written. The requirement is for building a Intraday strategy for Indian Stock Market in Futures segment. The requirement is mentioned in more details in the attached document. Only if you are well versed in AFL writing and are aware / previously done similar type of AFL then it is a welcome.", "Title": "AFL writing", "URL": "https://www.elance.com/j/afl-writing/73400356/", "Duration": "14d, 21h", "Proposals": "0", "Id": "73400356", "Location": "United States"}, {"Category": "Web Programming", "Date": "2h, 49m ago", "Skills": "CSS, Javascript, PHP, HTML5, MySQL Programming", "Description": "We are looking to build a new SEO & Mobile friendly site in PHP & MySQL (but we are open to other technologies).  The site will be constructed in multiple phases.   Ability to create a database with straight-forward tables without over doing it is important.  This project is for phase I work only; however, you must be able to do phase II, phase III, & future phase worth of technical work as we may choose to continue future work with you.  Must Requirements - this covers phase I & future needs: 1) Willing to sign additional NDA / confidentiality agreements. 2) Provide clear proof of past work & portfolio with PHP & MySQL.  3) Know how to integrate with LinkedIn, Facebook, & Twitter 4) Fast but write clean code (no spaghetti). Another developer should be able to read and pick-up after you. 5) Have Web design & Web Programming skills, not just one or the other. 6) Able to integrate with MailChimp or similar popular email service. 7) Able to deploy the entir...", "Title": "PHP Website Development", "URL": "https://www.elance.com/j/php-website-development/73400209/", "Duration": "14d, 21h", "Proposals": "53", "Id": "73400209", "Location": "United States"}, {"Category": "Other IT & Programming", "Date": "2h, 50m ago", "Skills": "MySQL Administration, HTML, PHP", "Description": "Hi Freelancer   please have a look at this link     [obscured]    We have recently purchased this script however we want to modify it and add some features to it.  the script is little encrypted and that is why we are not able do anything. If anyone out there knows how to decrypt this script for us and allow us to do changes, please bid for the project. As we have already spent alot on this project our budget is not much. However if you are confident that you can do this, we will give this complete modification to you and let you know what features we want to add in this script.", "Title": "Need Modification in Eicra Script", "URL": "https://www.elance.com/j/modification-eicra-script/73400173/", "Duration": "14d, 21h", "Proposals": "1", "Id": "73400173", "Location": "India"}, {"Category": "Web Programming", "Date": "2h, 58m ago", "Skills": "Web Design, HTML5, Banner Ad Design, Responsive Web Design", "Description": "Need a very fast HTML5 3 Page completely responsive website done, based on a great legal template. We'll show you the design, but we don't know the template to use. You are welcome to code from scratch, or use a template, to get the desired look. The key things is ... quick.  We don't want to spend more than three days on this site. If you can't work very fast, this job isn't for you.    That being said, it's a very simple job. We're looking for a clean, long form page look. Please inquire to see the website we'd like to build.  Job Description:  Your responsibilities:   - Review business requirements working with other team members  - Perform a technical analysis of requirements   - Produce a solid, detailed technical design  - Write clean, modular, robust code to implement the desired requirements with little or no supervision  - Work with the QA and Customer Support teams to triage and fix bugs with rapid turnaround  - Contribute ideas for making the application better and easier to...", "Title": "Very Quick 3 Page Website for a Lawyer, HTML5 Only", "URL": "https://www.elance.com/j/very-quick-page-website-lawyer-html5-only/73399941/", "Duration": "14d, 21h", "Proposals": "53", "Id": "73399941", "Location": "United States"}, {"Category": "Web Programming", "Date": "3h, 0m ago", "Skills": "CSS, HTML, Bootstrap, AngularJS", "Description": "Looking for an Bootstrap/CSS/JS expert to create a responsive html/css skeleton for my webapp.    The desired layout is straightforward and should be easy to accomplish with bootstrap and (possibly) third party js/css components; the only complexity is a mix of fixed and scrollable areas in the layout and the responsive aspect of the navigation. See the attached file for a description of the layout that is desired for each bootstrap device size.    ** To clarify,  I am expecting the deliverable to include a working menu component that renders responsively to side or top based on device size.  I would prefer an implementation that supports hierarchical menu definitions, therefore please note in your response if you can provide a menu component that supports hierarchical menu definitions.   **  The deliverable is a bootstrap3 based responsive html page with mock static content and a working bootstrap menu component with mock menu items. The deliverable should demonstrate the responsive l...", "Title": "Bootstrap site skeleton", "URL": "https://www.elance.com/j/bootstrap-site-skeleton/73399899/", "Duration": "14d, 20h", "Proposals": "21", "Id": "73399899", "Location": "Canada"}, {"Category": "Data Analysis", "Date": "3h, 7m ago", "Skills": "ory: Data Analysis", "Description": "Need all the domains when a user search and books any hotel on hotels.com  Examples  1. Fexcalibur hotel , the link which comes up in hotels.com is : hotels.com/ho135542 Another example, for Stratosphere hotel, the link is : hotels.com/ho118903     Need all the hotel links  2. hotels.com/search hotels.com/ hotels.com/hotel/details hotels.com/de504261/hotels-lasvegas/  These are just a few examples, but we need all the domains and it cannot contain more than 4 words. Also, no http:// and www. Start with hotels.com...... etc  Thanks", "Title": "Site Rip Hotels.com", "URL": "https://www.elance.com/j/site-rip-hotelscom/73399731/", "Duration": "14d, 20h", "Proposals": "1", "Id": "73399731", "Location": "Singapore"}, {"Category": "Web Programming", "Date": "3h, 9m ago", "Skills": "Drupal", "Description": "I need Drupal expert to help me create website from front to back in Drupal. Use this theme(I've bought it), but I want to change this theme into my company website.   [obscured]  /?theme=exception Ecommerce online shop, showing products for sell Allow member to create and personalize personal profile pages Multi-language: With the same structure, but 2 website: 1. Chinese version; 2. English, Spanish, Portuguese versions HOME-PRODUCTS--ABOUT US---BLOG--CONTACT  Job Description:  Your responsibilities:  - Perform a technical analysis of requirements  - Write clean, modular, robust code to implement the desired requirements with little or no supervision - Contribute ideas for making the application better and easier to use  Your qualifications:   -Drupal expert  - A work style that is extremely detail oriented   - Strong communication skills  - A complete Elance profile  - References or an established reputation on Elance preferred", "Title": "Build a Drupal website with a theme", "URL": "https://www.elance.com/j/build-drupal-website-theme/73399674/", "Duration": "14d, 20h", "Proposals": "15", "Id": "73399674", "Location": "China"}, {"Category": "Web Programming", "Date": "3h, 13m ago", "Skills": "osCommerce, HTML, PHP, Magento, OpenCart", "Description": "Hi.  I will need an e-Commerce website with all features for selling various goods and products. It has to have a very strong products filter.  Also, it should has an articles pages with comments, where I would be able to store categorized articles on products and company news. I will store about 450 categories and 1700 products on my webshop.  What CMS would you use for this project and why? If you are not going to use CMS then what technology will you use? Let me know. Please, let me know how much will it cost?  And how long time will it take you to realize this? Any ideas are welcome.  We may talk more with you by Skype to discuss the project.   You have to include your eCommerce websites as for portfolio. I will not contact you unless you show me your portfolio and provide information about yourself as a webdeveloper.  Thank you.", "Title": "I need an e-Commerce website, OpenCart, osCommerce, Magento", "URL": "https://www.elance.com/j/an-e-commerce-website-opencart-oscommerce-magento/73399571/", "Duration": "14d, 20h", "Proposals": "44", "Id": "73399571", "Location": "Russia"}, {"Category": "Web Programming", "Date": "3h, 14m ago", "Skills": "MySQL Administration, HTML, Javascript, PHP, AngularJS", "Description": "We are looking for a talented, skillful, responsible and immediately available web programmer for an extraordinary website/web app project.   Must haves:  - Excellent technical skills - programming, web/mobile platforms and project management  - Must know - Angular JS, Javascript, HTML/CSS - Strong Working knowledge of some (or all) technologies - Jquery, Json, Python, Django framework, cassandra db, postgresql db, MVC framework - The development has already begun and you will be working with a small team which already has been established in San francisco. You will be added as an additional programmer but have a strong and equal opportunity to influence and build the product - Work in Aglie start up environments - Transparency and accountability is a must - Devote as much time as possible for the next few days/weeks. Ideally, you will have to be working on this full time and consistent and dedicated hours are a must. Hours and timezones can be flexible. Daily updates are a must.  - Ab...", "Title": "Web programmer - Front end - Angular.js", "URL": "https://www.elance.com/j/web-programmer-front-end-angularjs/73398507/", "Duration": "14d, 20h", "Proposals": "25", "Id": "73398507", "Location": "United States"}, {"Category": "Other IT & Programming", "Date": "3h, 20m ago", "Skills": "MySQL Administration, HTML, PHP, Web Hosting", "Description": "We are looking to set up a benchmark hosting server for our ecommerce portal? with an automatic scale up and down of the Server space based on traffic. Given below are our requirements in regards to the hosting:  - Vertical and Horizontal scaling of Web App server - Software Load Balancer removed of SPOF (Single point of Failure) - HAproxy - Software Load Balancer with Clustered Session Management and inter connected nodes - Vertical Partitioning of storage function using SAN - Scale out DB server (Shared Nothing Cluster) to achieve Horizontal Scaling.  - Reads to Write ratio of 10:1 - Vertical and Horizontal partitioning of the Database. - Add Cache within App server using Memcached, Teracotta and Coherence. - HTTP Accelerator and Reverse proxy - IP Anycasting - Async Nonblocking IO (For all network Servers) - Multiple layer Caching", "Title": "Hosting Expert for E-commerce Company", "URL": "https://www.elance.com/j/hosting-expert-e-commerce-company/73399392/", "Duration": "14d, 20h", "Proposals": "2", "Id": "73399392", "Location": "India"}, {"Category": "Web Programming", "Date": "3h, 25m ago", "Skills": "Graphic Design, Logo Design, CSS, HTML, Landing Pages", "Description": "I need different designs with HD clarity  you need to create the web pages and logo   create 16 logo and icons of car engine website and 6 logo of video game website You need to create 6 landing pages also of car engine website ,  CREATE the required things by implementing you own IDEAS  DO NOT ASK ME . i will check the work from elance Just create and let me know and send then on elance  Job Description:  We're looking for a Web Developer.  Your responsibilities:   - Review business requirements  - Perform a technical analysis of requirements   - Produce a solid, detailed technical design  - Write clean, modular, robust code to implement the desired requirements  - Contribute ideas for making the application better and easier to use  Your qualifications:    - A work style that is extremely detail oriented   - A complete Elance profile  - References or an established reputation on Elance preferred", "Title": "graphic designer needed for website", "URL": "https://www.elance.com/j/graphic-designer-needed-website/73301600/", "Duration": "25d, 19h", "Proposals": "6", "Id": "73301600", "Location": "India"}, {"Category": "Web Programming", "Date": "3h, 33m ago", "Skills": "MySQL Administration, HTML, Javascript, PHP, Shopify", "Description": "Please watch this video in it's full length before applying:   [obscured]  /s/9rl7otl429hzfcj/Cross%20Domain%20Linking.avi?dl=0    I am looking for the best-of-the-best Shopify Developer to solve this cross domain linking issue. Please only apply if you are 100% sure you can fix the issue.   I have attached the documentation needed for the code that needs to be added to my theme for the fix.   Payment will not be released until the code is implemented and tested to be working properly.", "Title": "Shopify Expert Developer - Cross Domain Linking", "URL": "https://www.elance.com/j/shopify-expert-developer-cross-domain-linking/73399103/", "Duration": "14d, 20h", "Proposals": "4", "Id": "73399103", "Location": "United States"}, {"Category": "Other IT & Programming", "Date": "3h, 34m ago", "Skills": "MySQL Administration, HTML, PHP", "Description": "Looking to hire a magento developer or a developer with skills in any multi-vendor ecommerce platform. Budget of between $500 - $1000", "Title": "E-commerce Platform Developer Needed!", "URL": "https://www.elance.com/j/e-commerce-platform-developer-needed/73399088/", "Duration": "14d, 20h", "Proposals": "19", "Id": "73399088", "Location": "Nigeria"}, {"Category": "Web Programming", "Date": "3h, 40m ago", "Skills": "Google AdWords, Google Analytics, Paypal Integration", "Description": "I need assistance figuring out how to solve several Google Analytics and Google Adwords tracking issues for an ecommerce website that uses Mal's Shopping Cart. This is a complex task (not a simple task). I know how to setup tracking on most websites. This involves cross-domain tracking between the client website, shopping cart server, and PayPal.  Here are more details:  Tracking Issue #1 - When Customer Selects PayPal, the Transaction is Not Being Tracked  The client uses a third-party shopping cart called Mal?s -   [obscured]  -e.com. The good thing is that Mal?s has a place to insert Google Analytics tracking and Google Adwords conversion tracking. I?ve already inserted the code into the shopping cart. HOWEVER, the customer is given an option to use PayPal or Credit Card. If the customer selects Credit Card, it?s processed right there on the checkout page, and the customer is sent to the thank you page at   [obscured]  /cf/pay.php. These transactions are being tracked in ...", "Title": "Google Analytics and Adwords Ecommerce Tracking Issues", "URL": "https://www.elance.com/j/google-analytics-adwords-ecommerce-tracking-issues/73398949/", "Duration": "2d, 20h", "Proposals": "9", "Id": "73398949", "Location": "United States"}, {"Category": "Web Programming", "Date": "3h, 47m ago", "Skills": "MySQL Administration, CSS, HTML, Javascript, PHP", "Description": "I need to create an online video course for students that want to learn how to become a website developer and cover all the major web development technologies such as HTML, CSS, JavaScript, PHP, MySQL, XML, jSON, AJAX, jQuery, HTML5, CSS3, Bootstrap3 and Wordpress, Responsive Design,APIs, and moble apps. along with a bonus Chapter: on how to start your professional web developer career either as a freelancer, a full-time employee to make a living (or side-income) from web development", "Title": "Web Developer eCourse", "URL": "https://www.elance.com/j/web-developer-ecourse/73398787/", "Duration": "14d, 20h", "Proposals": "19", "Id": "73398787", "Location": "United States"}, {"Category": "Data Analysis", "Date": "4h, 8m ago", "Skills": "PHP, Adaptive Algorithms, MySQL Programming, Algorithm Development        Preferred Location: North America", "Description": "We are looking for a developer to create an algorithm(s) that simplifies and analyzes federal legislation produced by the United States Congress. The algorithm will concentrate on the annual appropriations and authorizing process that funds federal agencies in the United States. The algorithm will need to be able to capture specific types of data and information embedded within the legislation (i.e. agencies, funding levels for agencies, policy directives for agencies, statistical/funding tables for agencies).   If this project interests you and you would like to learn more, we encourage you to contact us. You are encouraged to provide a sample of your work when reaching out. Interested parties will be required to sign a non-disclosure agreement.   Please feel free to contact us with additional questions.", "Title": "Legislative analysis", "URL": "https://www.elance.com/j/legislative-analysis/73398337/", "Duration": "1d, 19h", "Proposals": "1", "Id": "73398337", "Location": "United States"}, {"Category": "Other IT & Programming", "Date": "4h, 11m ago", "Skills": "Data scraping, Web scraping", "Description": "Hi there, I need a professional to write a scrapper for me. I need to save currency rates from one site. I will give you links and I would like to input range of dates. then the script should open links one by one (they are all from the one site, so only one script is needed) input the date range and save data in CSV format. I will need the script and your explanation how I can run it, put dates, change/ add links if necessary.", "Title": "Site scraper", "URL": "https://www.elance.com/j/site-scraper/73398279/", "Duration": "6d, 19h", "Proposals": "14", "Id": "73398279", "Location": "United States"}, {"Category": "Data Science", "Date": "4h, 13m ago", "Skills": "Analytics, Network Analysis, Algorithms", "Description": "Need help to visualize complex network and perform high-level data analytics. The consultant needs to have expertise in social network analysis and is flexible with his schedule.", "Title": "Consulting service: Data visualization", "URL": "https://www.elance.com/j/consulting-service-data-visualization/73398231/", "Duration": "14d, 19h", "Proposals": "0", "Id": "73398231", "Location": "United States"}, {"Category": "Web Programming", "Date": "4h, 15m ago", "Skills": "MySQL Administration, HTML, PHP, livecycle data services", "Description": "My Flex/LCDS is not synchronizing between clients when using LCDS ES 4.7.    I suspect it's because I have not externalized my services configuration.   See article below:    [obscured]  /devnet/livecycle/articles/externalize_serviceconfig.html  I need help resolving this issue.   Please only apply if you've come across this in your own efforts and have resolved it.  My Flex SDK version is 4.6.  Thanks,", "Title": "Flex/LCDS Data Synchronization issue", "URL": "https://www.elance.com/j/flex-lcds-data-synchronization-issue/73398210/", "Duration": "14d, 19h", "Proposals": "1", "Id": "73398210", "Location": "United States"}, {"Category": "Other IT & Programming", "Date": "4h, 21m ago", "Skills": "MySQL Administration, HTML, PHP", "Description": "So here's what I'm looking to do...  I am looking to use Interspire Email Marketer to send emails to my opt-in email list.  I'm sending emails in the adult industry, so I need an adult friendly SMTP.  I don't know the technical parts of this process or everything I'll need, so I basically want someone who has experience in setting this up to tell me what I need to buy in order for them to be able to set it up.  I'm planning on using a VPS through Hostgator.   I'm looking to send tens of thousands of emails daily, so if I need to setup IP rotation with something, then tell me what I need for you to make it happen.   Thanks and I look forward to seeing what you can do.  Thanks,  Jared  P.S. If you've done something like this before, please let me know with any specifics you can provide.", "Title": "Setup Interspire Email Marketer on my hosting platform", "URL": "https://www.elance.com/j/setup-interspire-email-marketer-on-hosting-platform/73397542/", "Duration": "14d, 19h", "Proposals": "0", "Id": "73397542", "Location": "United States"}, {"Category": "Web Programming", "Date": "4h, 26m ago", "Skills": "WordPress, WordPress e-Commerce, Wordpress Plugin        Preferred Location: United States", "Description": "On a WP site using Woocommerce I have a product that comes in multiple sizes and multiple colors. The user must select a size AND color in order to add the product to the cart. The size and color data must pass to the shopping cart.   Main image on the product detail page must update when the user clicks a \"color section thumbnail\".   I tried these plugins   [obscured]  /1Dp1vxY and   [obscured]  /1SyaOAD - didnt work how I needed.   I think there may be an issue with the theme. Not sure. I need an experience WC/WP programmer to check it out and get it linked up properly.   Please contact me if you are interested for more details. I would like to hire and start immediately.   I will also need you to update 50 products with 6 colors each for the image selection feature.  Thank you.", "Title": "Woocommerce Project - Product Size & Color selection update main image", "URL": "https://www.elance.com/j/woocommerce-project-product-size-color-selection-update-main-image/73398012/", "Duration": "14d, 19h", "Proposals": "20", "Id": "73398012", "Location": "United States"}, {"Category": "Web Programming", "Date": "4h, 27m ago", "Skills": "MySQL Administration, HTML, PHP, eBay, eBay API", "Description": "We are an Australian based company that provides website solutions to our members. We require a creative and reliable contractor with expert knowledge and experience with Magento to Design and supply the following ecommerce packages on a regular basis. We expect 40 to 50 websites created within a 12 month period so please note that you will need to be able to handle this workload.  PLEASE QUOTE ON THE FOLLOWING PACKAGE: - Magento Community Website that is mobile device compatible - eBay Store Design - eBay Listing Template Design - 12 month support  It is critical that you are available for communication on Skype while designing websites with very quick response times. It is also crucial that the websites are created quickly and any changes are made immediately on request. We are based in Australia so the time difference needs to be taken into account. You will be expected to communicate directly with our clients on our behalf. A special email account will be provided on our server.  I...", "Title": "Magento Website Design plus Ebay Store Design and Listing Template", "URL": "https://www.elance.com/j/magento-website-design-plus-ebay-store-design-listing-template/73397959/", "Duration": "29d, 19h", "Proposals": "19", "Id": "73397959", "Location": "Australia"}, {"Category": "Web Programming", "Date": "4h, 27m ago", "Skills": "PHP, WordPress", "Description": "Hi. We're migrating from WP Shopping Cart to WooCommerce.  A contractor created a plugin to do a 301 redirect from WP Shopping Cart product pages to WooCommerce product pages.  However, it does not work on our system, only on his system, and he refuses to fix it, so we're a bit disappointed.  The plugin is 45 lines of code.  We can supply WP Shopping Cart product page URLs to use as an example.", "Title": "Fix Wordpress redirection plugin.", "URL": "https://www.elance.com/j/fix-wordpress-redirection-plugin/73397998/", "Duration": "14d, 19h", "Proposals": "27", "Id": "73397998", "Location": "Australia"}, {"Category": "Web Programming", "Date": "4h, 27m ago", "Skills": "HTML, PHP, Amazon Web Services, FastAmazon        Preferred Location: United States", "Description": "My website is:   [obscured]  /Nnpqm   The website uses a 3rd party Amazon AWS \"store-builder\" affiliate script, developed in 2009 at   [obscured]  /Nnpyz.  This script has worked perfectly until February 2015. I am just now getting around to \"fixing\" the script, but I am beyond my expertise. There have been no changes to the website code since it was first set-up around 2013. The 3rd party script knowledge base is at   [obscured]  /NnpBs.  I need someone with experience with Amazon AWS, PHP, and front-end code (HTML mainly) to review and fix whatever is malfunctioning with this script. After repairing the errors, I need an itemized list of the repairs made.  Thank you on advance!", "Title": "Repair 3rd Party Amazon AWS Script", "URL": "https://www.elance.com/j/repair-3rd-party-amazon-aws-script/73397989/", "Duration": "14d, 19h", "Proposals": "2", "Id": "73397989", "Location": "United States"}, {"Category": "Web Programming", "Date": "4h, 29m ago", "Skills": "AJAX, ASP.NET, CSS, Microsoft SQL Server Programming", "Description": "Looking for a freelancer who can work with our team to take lead and whole responsibility of a module... Need to be expert in web designing, Ajax, Jquery, MS SQL Server, Database design, CSS, Json, web hosting, performance tuning of website.", "Title": "Looking for experienced .Net developer who can work with our team", "URL": "https://www.elance.com/j/looking-experienced-net-developer-can-work-our-team/73397943/", "Duration": "14d, 19h", "Proposals": "24", "Id": "73397943", "Location": "United States"}, {"Category": "Web Programming", "Date": "4h, 32m ago", "Skills": "MySQL Administration, HTML, PHP", "Description": "Hello, *I need a contact box on my home page *Need my company's 800 phone number on top of first page *Need to change the paragraph on the first page *Need to learn how to upload info on my \"closed transactions\" page and blog (not working for some reason).  I want to set a time to do this with you and you can log into my computer via team viewer as I will not give out my Wordpress login info.  We will need to set up a time. I am on the west coast of the Unites States.  Thanks, Jay", "Title": "Minor Changes to My Webpress Website", "URL": "https://www.elance.com/j/minor-changes-webpress-website/73397872/", "Duration": "14d, 19h", "Proposals": "26", "Id": "73397872", "Location": "United States"}, {"Category": "Web Programming", "Date": "4h, 35m ago", "Skills": "Javascript, AngularJS", "Description": "We need one front-end developer to setup an web app admin dashboard.  This will be used to administrate an API that will be consumed by a mobile app.    API is completed and documented.  Support from the backend developer will be available.  Scope of the project to include: + Create / Edit / Remove User Accounts + Search for User Accounts + Remove or Add privileges + Show / approve content created by User + Dashboard showing activity by last 24 hours or since last login + Chat functionality with other admins that are signed into the web app (not with mobile users)  All work to be reviewed.  Basic requirements, all api calls wrapped in promises using Angular $q library, and code must follow John Papa's Angular style guide.   Good English skills required.    We will provide basic wire frame of the views we need.  Styling can be basic bootstrap theme.  Please show some sample code if possbile, not just images of work.", "Title": "Front-End Developer with Angular and RESTful API Experience", "URL": "https://www.elance.com/j/front-end-developer-angular-restful-api-experience/73397819/", "Duration": "6d, 19h", "Proposals": "26", "Id": "73397819", "Location": "United Kingdom"}, {"Category": "Web Programming", "Date": "4h, 38m ago", "Skills": "MySQL Administration, HTML, PHP", "Description": "Questionnaire Must Include  ?\tApplicant login ?\tThe ability to add, edit, and remove individuals from the system. ?\tTo send out usernames and passwords to applicants.  ?\tThe backend system to contains a list of individuals who have accounts in the system, next to each account should state if an applicant has completed the test.  ?\tThe applicant must not be able to refresh or go back on the page; page should be encrypted to avoid copy and paste.  ?\tOnce questionnaire is completed, an alert should be sent to the test administrator. ?\tThe questionnaire needs to be easily altered from the backend system, as new questions will be added over time.   Report Must Include  ?\tThe online assessment should produce an output/ report that is graphically suitable and engaging. ?\tThe report should be created which will separate relevant questions into sections, and produce a score for each section.  ?\tThe report should be company branded.  ?\tThe report needs to be generated into a PDF and sent to the ...", "Title": "Website Portal Development For Current Website", "URL": "https://www.elance.com/j/website-portal-development-current-website/73397761/", "Duration": "14d, 19h", "Proposals": "20", "Id": "73397761", "Location": "Australia"}, {"Category": "Web Programming", "Date": "4h, 45m ago", "Skills": "Javascript, MongoDB, SaaS, Ember.js", "Description": "We have built a web app that does the following:  1. conduct searches in Amazon for a list of keywords. 2. Scrape all the listings and output into the app in an easily readable format. 3. Allow the user to select which of those listings they want to list their product on. 4. generate csv file with all these listings in a certain specific format.  There are some more details which obviously I'll explain to whoever we hire to work on this.   Because the app cannot use the Amazon api (it is throttled and it would be too slow if it used the api) it has to rely on scraping. As a result, whenever Amazon changes their design it breaks the scraper so it is necessary to make some quick modifications to the scraping code. When this happens it usually takes a developer that's familiar with the code about 30 minutes to fix.  Our previous developer built out the whole tool in Ember.js (with a very small amount of Python/Flask code on the backend that doesn't do a lot).   We need someone familiar wi...", "Title": "Ember js expert needed to continue development of scraping web app", "URL": "https://www.elance.com/j/ember-js-expert-needed-continue-development-of-scraping-web-app/73397636/", "Duration": "14d, 19h", "Proposals": "4", "Id": "73397636", "Location": "United States"}, {"Category": "Web Programming", "Date": "4h, 50m ago", "Skills": "MySQL Administration, CSS, HTML, Javascript, PHP", "Description": "Budget : Hourly pay 3 USD  Skill required: Backend - Javascript / MySql / Php Frontend - Html / CSS / Jquery  Tell me which programmer you are.  Working hours: Monday to friday (recommend) 4 - 8hours / Day (You offer ) (GMT 8:00) 10:00AM~12am  Project goes atleast 2 months  Communicate tool:   [obscured]  / Skype / Wechat  Platform language: English first / Later Chinese.  We have 3 Programmer from Malaysia, and 1 programmer from Ireland. looking for more people to join us.  if you aren't that good, that's ok. we'll guide you. they all 6~12 years experience.  We are creating a new Entrepreneur gather platform, currently looking for invest in china at the moment, if we are happy to work together. i'll try get you in to our company as Co-founder.  Our base at Hong Kong, mostly outsourcing company/  Once we got invest or other income source, we will keep going with this project.  Bid this project if you interested to know more, Cheers.", "Title": "Build website with our Team", "URL": "https://www.elance.com/j/build-website-our-team/73397512/", "Duration": "14d, 19h", "Proposals": "5", "Id": "73397512", "Location": "Taiwan"}, {"Category": "Data Analysis", "Date": "4h, 51m ago", "Skills": "Research, Google AdWords", "Description": "Do you have experience identifying keywords, checking the competition and the keyword difficulty for your keyword research? We've got a cool gig for you?  Website Description:  We are a website that focuses on Best Faucet / Best Lights / Best Gardening Tools . Website that focuses in Amazon reviews and need to find good keywords which can be ranked fast. I have added the sample of excel list that I am looking for please go through it.  Job Description:  We are looking for a researcher to provide us with 150-200 competitive keywords that we will use to help build out our content strategy. You will be expected to already know how to do keyword research and have access to the necessary tools (other than just Google Keyword Planner!).   Tools Needed: Elancer must have access to these paid tools: ? Market Samurai(Full Version) ? Moz(Paid Version) ? Long Tail Pro (Platinum) ? SEMrush(Paid Version) ? spyfu ? keywordspy  Tools Needed: Elancer must have experience with these free tools: Google ...", "Title": "Keyword Research and Content Plan for Amazon Reviews Website", "URL": "https://www.elance.com/j/keyword-research-content-plan-amazon-reviews-website/73397544/", "Duration": "14d, 19h", "Proposals": "0", "Id": "73397544", "Location": "Nepal"}, {"Category": "Web Programming", "Date": "4h, 51m ago", "Skills": "PHP, Web Development, Web Programming", "Description": "Looking for a very sharp PHP developer who can build us a web based application.  We have a very large MySQL database and we want to create the UI to manipulate the information and display them in a very beautiful and concise way  You will be working with a UI Designer and a MySQL Data base expert to get this job done.   You must be a PHP programmer that must do the following:  -Create a web based application with a very robust look and feel  -Retrieve data from MySQL data and functions and display them in the web app -Work with out UI Designer to program the designs that we come up with  -Use the latest and greatest in technology and coding to create a very powerful and user friendly web application. - Work with various programmers to get the functions from our MYSQL database and use the data in the web based application.  - Review business requirements with our management to get necessary data - Perform a technical analysis of requirements   - Write clean, modular, robust code to imp...", "Title": "PHP development", "URL": "https://www.elance.com/j/php-development/73397501/", "Duration": "14d, 19h", "Proposals": "44", "Id": "73397501", "Location": "United States"}, {"Category": "Web Programming", "Date": "5h, 19m ago", "Skills": "Adobe Flash, jQuery, HTML5, CSS3", "Description": "A single web page  saying under-construction  with 2 animations: one world globe which is turning and one car which is driving  (Animation should work cross-browser doesn't matter if it is flash or jQuery or HTML5)  and a gallery with pictures of busy streets in which the car is photoshopped in  Once this is done we need full website done  Good Luck and Happy Bidding", "Title": "Need an Under-construction Page By Tomorrow", "URL": "https://www.elance.com/j/an-under-construction-page-tomorrow/73397018/", "Duration": "2d, 18h", "Proposals": "4", "Id": "73397018", "Location": "Pakistan"}, {"Category": "Other IT & Programming", "Date": "5h, 25m ago", "Skills": "HTML, PHP, WordPress", "Description": "I need a plugin installed and cofigured on my wordpress blog that will automatically post blog posts to social media sites when posted on my blog.  Would also like the plugin to post old blog posts on a schedule if such a plugin exists.", "Title": "Plugin-Blog post to social media", "URL": "https://www.elance.com/j/plugin-blog-post-social-media/73396914/", "Duration": "14d, 18h", "Proposals": "10", "Id": "73396914", "Location": "United States"}, {"Category": "Web Programming", "Date": "5h, 27m ago", "Skills": "Javascript, PHP, jQuery, HTML5, Paypal Integration", "Description": "I am looking who can design and build e-commerce shopping website.   The website will be used for selling sarees, etc.products. So it goes through every procedure any e-commerce site has, like products, orders, payments.", "Title": "E-commer website", "URL": "https://www.elance.com/j/e-commer-website/73396681/", "Duration": "14d, 18h", "Proposals": "9", "Id": "73396681", "Location": "India"}, {"Category": "Other IT & Programming", "Date": "5h, 38m ago", "Skills": "MySQL Administration, HTML, PHP, WordPress e-Commerce        Preferred Location: India/Southern Asia, Eastern Asia, Middle East & Central Asia", "Description": "I need someone who will be able to finish creating our website with existing theme  Job descriptions:  -upload 250 digital products to Woocommerce  ( instant downloads and custom orders with variation). no shipping. products are from Etsy. The products are not on csv yet but will discuss what would make it faster for you. -polish website for launching  -polish theme ( it has a genesis child theme installed already) just needed it be customize a little bit such as colors and placement of title, and adding pages -need it done in 2 weeks or less -Include your pricing/rate on your proposal, and turnaround time you can get the job done", "Title": "Upload products on Woocommerce and finalize Wordpress site for launching", "URL": "https://www.elance.com/j/upload-products-on-woocommerce-finalize-wordpress-site-launching/73396677/", "Duration": "14d, 18h", "Proposals": "13", "Id": "73396677", "Location": "United States"}, {"Category": "Web Programming", "Date": "6h, 13m ago", "Skills": "MySQL Administration, HTML, PHP, PHPBB", "Description": "I own   [obscured]   I am looking to add 2 things to the \"add new topic\" form and the \"reply\" form.   1) Embed YouTube button where all the user has to do is enter the youtube URL and the video will be embedded into the post.   2) Add image button where the user can upload an image that would be stored in the server, and it would display nicely in the post or reply.", "Title": "Add 2 things to PHPBB", "URL": "https://www.elance.com/j/add-things-phpbb/73396087/", "Duration": "14d, 17h", "Proposals": "4", "Id": "73396087", "Location": "United States"}, {"Category": "Web Programming", "Date": "6h, 18m ago", "Skills": "MySQL Administration, HTML, Java, PHP, HTML5", "Description": "We want to build a custom company app that looks and feels just like quickbooks online.  If you are able to do this, please see if you can find out what Quickbooks is using. I'm not sure what language it is written in and if the various elements can be used or if they are all custom.  The basics are that we want something that models quickbooks online since it's so easy to use and we're already used to using it. Please tell me how you would do this.", "Title": "Custom Web App (Like Quickbooks Online)", "URL": "https://www.elance.com/j/custom-web-app-like-quickbooks-online/73395994/", "Duration": "14d, 17h", "Proposals": "9", "Id": "73395994", "Location": "United States"}, {"Category": "Web Programming", "Date": "6h, 28m ago", "Skills": "Chrome Extension", "Description": "I would like a plugin that will work on a twitter profile page to export all of the followers on the page to csv. The way it should work is that i go to a twitter follower page like this   [obscured]  /t/QFbqhVbkk7F I will click on the plugin icon to begin, then i wont touch keyboard or mouse till it is done. the plugin will slowly scroll the page since they have lazy loading. it will start building a dataset of users Name, handle, description. I recommend writing them out as you go vs keeping all in memory and writing at the end inc case the page crashes. while the parser is running if i want to stop and save what is current I can hit something like ESC and it will then show me a link to the csv.   Ill own code and right to the plugin.", "Title": "Chrome extension (parse page, scroll page, csv)", "URL": "https://www.elance.com/j/chrome-extension-parse-page-scroll-page-csv/73395856/", "Duration": "1d, 17h", "Proposals": "11", "Id": "73395856", "Location": "United States"}, {"Category": "Web Programming", "Date": "6h, 37m ago", "Skills": "MySQL Administration, HTML, PHP, Microsoft Sharepoint Development        Preferred Location: United States", "Description": "We have a ticketing system built into our Sharepoint 2010 as a webpart that needs to include subtasks and link to the main ticket ID. I need the subtasks to roll up to the main ticket ID and allow for the tech member to indicate how long a task will need in hours for completion and report on the task completion percentage.   I have other needs in Sharepoint that we can discuss further too.", "Title": "Enhancements to SP2010 web part help desk ticketing system.", "URL": "https://www.elance.com/j/enhancements-sp2010-web-part-help-desk-ticketing-system/73395697/", "Duration": "14d, 17h", "Proposals": "7", "Id": "73395697", "Location": "United States"}, {"Category": "Web Programming", "Date": "6h, 42m ago", "Skills": "Facebook Development, Facebook Marketing", "Description": "We are looking for a Facebook Developer who will be responsible for the design, development and deployment of our web applications. We would like to develop an app for the following Facebook page:   [obscured]  /kox2c0  This app will be a Kind of game, user can participate to a contest to earn some gift. We need be able to collect user information such as email and phone number.  Show me similar project you did before.  Regards  Youssef", "Title": "Facebook developer development for our website APP", "URL": "https://www.elance.com/j/facebook-developer-development-our-website-app/73395627/", "Duration": "14d, 17h", "Proposals": "6", "Id": "73395627", "Location": "Tunisia"}, {"Category": "Web Programming", "Date": "6h, 52m ago", "Skills": "Google Maps API, Google Map Maker", "Description": "I need to develop an interactive Google Map in a Html 5 site and mobile version.  The map should display information like this map but with more variables   [obscured]  /default.aspx  It should be able to show custome boundaries like this one:   [obscured]  /fusiontables/answer/1032332  And it has to have the capacity to input new data everyday", "Title": "Map", "URL": "https://www.elance.com/j/map/73395485/", "Duration": "6d, 17h", "Proposals": "4", "Id": "73395485", "Location": "Colombia"}, {"Category": "Other IT & Programming", "Date": "7h, 7m ago", "Skills": "MySQL Administration, HTML, PHP, Application Programming", "Description": "I need an auto-trader which works with binary option platforms, like spot options, tech-financials, and possibly even Nadex..      Many auto traders use Meta Trader which is fine is your just trading forex. But I need to offer auto-trading for binary options as well via a variety of brokers which have different platforms.     There are binary option autotraders out there but limited to a handful of brokers. Which if we could make it to be compatable for the major platform providers like Spot Options or Tech-financials, this would work well..      I would be interested in a possible plug-in which worked on Nadex.com", "Title": "Need an auto-trader for trading binary options & forex", "URL": "https://www.elance.com/j/an-auto-trader-trading-binary-options-forex/73395308/", "Duration": "14d, 16h", "Proposals": "0", "Id": "73395308", "Location": "United States"}, {"Category": "Other IT & Programming", "Date": "7h, 28m ago", "Skills": "Visual Basic", "Description": "A VB program to get and run a file with commands for FTP or PSCP.  Our company supports an ERP application deployed on Linux and AIX servers. We often create CSV, PDF and other files on the server that we need to transfer to the user's PC and open them there. We assume this solution will be provided using VB.Net, but will consider any other proposed solutions.  Responses that show a clear understanding of the requirement will be given the most consideration.  Details are in the attachment.", "Title": "Document Routing", "URL": "https://www.elance.com/j/document-routing/73395051/", "Duration": "14d, 16h", "Proposals": "1", "Id": "73395051", "Location": "United States"}, {"Category": "Data Analysis", "Date": "7h, 36m ago", "Skills": "Javascript, PHP, HTML5, Web Programming, MySQL Programming", "Description": "We are seeking a PHP programmer who will work Pacific Standard Time (USA) hours.   Required Skills: - 1+ years of programming experience - Programming experience in PHP, Python, Javascript and MySQL - Familiarity with Bootstrap, jQuery and CSS - Maintain consistent style guidelines throughout application - BS, MS, or PhD in Computer Science or a similar field preferred  Other Preferred Skills: - Advanced Microsoft Excel - Image editing and/or simple graphic design", "Title": "PHP Front End Programmer Needed", "URL": "https://www.elance.com/j/php-front-end-programmer-needed/73394934/", "Duration": "14d, 16h", "Proposals": "15", "Id": "73394934", "Location": "United States"}, {"Category": "Web Programming", "Date": "7h, 46m ago", "Skills": "CSS, HTML, Javascript, PHP", "Description": "Our company is looking to work with someone who is able to create and develop a website that will match our needs both from a technical stand point and a communications stand point. I have a basic sketched out design template currently and looking for someone to help execute this. Please see attached document for details. Thank you for taking the time to apply.  Job Description:  Our company is looking to work with someone who is able to create and develop a website that will match our needs both from a technical stand point and a communications stand point.   I have a basic sketched out design template currently and looking for someone to help execute this. Please see attached document for details and information below.   Thank you for taking the time to apply.  We're looking for a Web Developer.  Your responsibilities:   - Review business requirements  - Perform a technical analysis of requirements   - Produce a solid, detailed technical design  - Write clean, modular, robust code to...", "Title": "Web 2.0 type project + potential future work", "URL": "https://www.elance.com/j/web-type-project-potential-future-work/73394800/", "Duration": "14d, 16h", "Proposals": "15", "Id": "73394800", "Location": "Australia"}, {"Category": "Web Programming", "Date": "7h, 53m ago", "Skills": "MySQL Administration, Javascript, PHP", "Description": "Looking for a developer to assist on a project. The project involves submitting a form with a selection of text inputs, checkboxes and radio buttons.   Once submitted it will store all information submitted to a database with all form input values and a date and timestamp. There will be a basic admin area where an admin can login and view all entries and then export as a CSV file.", "Title": "HTML5 Form/Database/Admin/Export CSV Developer", "URL": "https://www.elance.com/j/html5-form-database-admin-export-csv-developer/73394711/", "Duration": "14d, 16h", "Proposals": "14", "Id": "73394711", "Location": "Australia"}, {"Category": "Web Programming", "Date": "8h, 7m ago", "Skills": "PHP, WordPress, Wordpress Plugin        Preferred Location: North America", "Description": "Hello,  We need to create a simple popup that is triggered when the user clicks 'publish' on the post button on the admin screen.  This popup will say something like \"Make sure to share your post on social media\" and contain facebook, twitter and linkedin share buttons.   NO TEMPLATE BIDS WILL BE CONSIDERED.   Please send in a short proposal with a quick strategy on how to achieve this - please do not submit a bunch of links to other work unless it is relevant to this project.", "Title": "Admin popup on publish action with share buttons", "URL": "https://www.elance.com/j/admin-popup-on-publish-action-share-buttons/73394550/", "Duration": "14d, 15h", "Proposals": "4", "Id": "73394550", "Location": "United States"}, {"Category": "Web Programming", "Date": "8h, 22m ago", "Skills": "CSS, HTML, Java, Javascript", "Description": "Hi, ClickBank Customize order form CSS coding  We need somebody that is professional CSS and html. The job is about CSS coding.  It is not big job, it is small changes we need.  - Edit text - Customize layout - New CSS backround color - Add header - Add parntership section logos   CickBank - Advanced Custom Order Form  Please read this link:   [obscured]  /entries/42132563-Advanced-Custom-Order-Form  After readed all info, please download the PDF file that is on that link above.  Documentation and Sample Files: ACOF-Package-latest-06172014.zip ACOF-Package-latest-06172014.zip", "Title": "ClickBank Customize order form CSS coding", "URL": "https://www.elance.com/j/clickbank-customize-order-form-css-coding/73393650/", "Duration": "14d, 15h", "Proposals": "3", "Id": "73393650", "Location": "Norway"}, {"Category": "Web Programming", "Date": "8h, 29m ago", "Skills": "AJAX, PHP, HTML5, CSS3, HTML5 Canvas", "Description": "Hi,  I need to modify this plugin:    [obscured]  /item/ninja-popups-for-wordpress/3476479 (I've already purchased it and have the source code)  to include some simple functionality of this plugin:   [obscured]  /plugins/popups/  and one of this plugin:   [obscured]  /download/ .  If you check out the links above you'll see that the 3 plugins do pretty much the same thing, but have slightly different features.  The final version should allow users to choose the settings for their plugin on a wordpress installation and add a simple script to their website to show the popup.  I have years of experience working with freelancer and I will share additional info + wireframes to the devs that show interest.  Thanks! Simon", "Title": "Modify Wordpress Plugin", "URL": "https://www.elance.com/j/modify-wordpress-plugin/73393965/", "Duration": "29d, 15h", "Proposals": "2", "Id": "73393965", "Location": "Argentina"}, {"Category": "Web Programming", "Date": "8h, 36m ago", "Skills": "MySQL Administration, HTML, PHP", "Description": "6 QUESTION TEST  QUESTION 1  Two options, A and B.  QUESTION 2  Two options, C and D.  QUESTION 3  Two options, E and F.  QUESTIONS 4  Two options G and H.  QUESTION 5  Four options: The test will now list the four options that was chosen by the user on questions 1-4.  QUESTION 6  Two options, determined on the basis of the last question.  Example: If user picked A, D, F, H on Questions 1-4. User then gets to choose between A, D, F, and H again on Question 5. On question 6, user will have two options, statically determined by what he chose. So if he picked A, he will always choose between C and D. If he picked E, he will always choose between G and D. For this last question, it is not so important to understand the logic of which options go with which. I can send a complete list that can just be copy pasted.  ***  RESULT.  16 possible results on the basics of the combinations of options above. Result page should just be 4 letters and a link. Perhaps a Div with text.", "Title": "Make Simple 6 Question Website Test for $35", "URL": "https://www.elance.com/j/make-simple-question-website-test/73394175/", "Duration": "14d, 15h", "Proposals": "8", "Id": "73394175", "Location": "Denmark"}, {"Category": "Other IT & Programming", "Date": "8h, 58m ago", "Skills": "Bluetooth, Game Programming, Arduino, IMU, Sensors        Preferred Location: North America, Western Europe", "Description": "The objective of my project is to use a wireless physical device that is moved in 3D space in order to play computer games.  I'm interested in embedding an IMUDunio (by Femtoduino   [obscured]  /) in the physical devices and assigning different gestures so when I move the device, in a certain way, it will be interpreted as a keystroke or a mouse move. This will enable me to play a computer game with the device and replace certain mouse movements and keyboard keys with the device.  The IMUDuino should transmit all the data from the sensors to the computer, the computer should do the processing for recognizing the gestures.  An example for this is Playing a game like Super Mario Brothers where: 1. Leaning the device forward, will make the character move forward (like pressing the right arrow). 2. Leaning the device backwards, will make the character move forward (like pressing the left arrow). 3. Moving the device up and then back down (like a jump), will make the character jump. 4. etc...", "Title": "Gesture reconditio with IMU, Arduino, Bluetooth", "URL": "https://www.elance.com/j/gesture-reconditio-imu-arduino-bluetooth/73393904/", "Duration": "6d, 15h", "Proposals": "0", "Id": "73393904", "Location": "Israel"}, {"Category": "Web Programming", "Date": "9h, 4m ago", "Skills": "MySQL Administration, PHP, WordPress", "Description": "I need someone who has experience with online directories  and EXPERT in wordpress. I need to modify this theme   [obscured]  /app-themes/directory-theme to create an accountant directory. I have a database of over 100,000 accounts that will be uploaded to the directory . There is a lot of features that I want to keep from this theme and modify others  The home pages needs to be changed a bit so you need to redesign. send me your reference and if you have created any other directory please send that reference as well. Please , please , please DO NOT send me your life portfolio only relevant work with LINKS to online directories.", "Title": "Wordpress Online Directory using a theme", "URL": "https://www.elance.com/j/wordpress-online-directory-using-theme/73393835/", "Duration": "6d, 14h", "Proposals": "8", "Id": "73393835", "Location": "United States"}, {"Category": "Other IT & Programming", "Date": "9h, 15m ago", "Skills": "ory: Other IT & Programming", "Description": "I will provide a few photos and a first name and I need to find this person on Facebook. I know the country she lives in", "Title": "person lookup", "URL": "https://www.elance.com/j/person-lookup/73393594/", "Duration": "14d, 14h", "Proposals": "1", "Id": "73393594", "Location": "Portugal"}, {"Category": "Web Programming", "Date": "9h, 16m ago", "Skills": "PHP, CakePHP, phpMyAdmin", "Description": "Want to create a complete membership site with a cycler matrix system and a situation where members can buy and sell my own currency in my visual share market.  Also have forum and news feed intergrated on my present script.", "Title": "Script addon . Want To create a complete membership site", "URL": "https://www.elance.com/j/script-addon-create-membership-site/73393655/", "Duration": "14d, 14h", "Proposals": "3", "Id": "73393655", "Location": "Belgium"}, {"Category": "Other IT & Programming", "Date": "9h, 19m ago", "Skills": "MySQL Administration, Java, PHP", "Description": "Hi all Bret Cole here owner of bretsapito.com I need a Code Developer to add and delete affiliate banner posts on my website. If interested please reply.  Thanks Bret Cole", "Title": "Code/Developer", "URL": "https://www.elance.com/j/code-developer/73393599/", "Duration": "14d, 14h", "Proposals": "9", "Id": "73393599", "Location": "United States"}, {"Category": "Web Programming", "Date": "9h, 33m ago", "Skills": "PHP, Woocommerce, WordPress e-Commerce, Wordpress Plugin", "Description": "I have an ecommerce website where I take translation requests from people (to translate from their language to Persian for tattooing purposes). The price varies according to the number of words they want me to translate.  Right now I offer 6 options that go from 1 single word to a sentence with 10 to 13 words. I use WooCommerce on Wordpress and each option is a product created in the WooCommerce product dashboard.  Instead of offering options to people I would like to have a field where they could insert what sentence they want to translate and they would see the price displayed below according to the number of words.  Below the price they would see a \"BUY NOW\" button, what would be a link to add the appropriate product to the shop cart and forward the visitor to the cart page.  Please see the attached example for better understanding.  ATTENTION: This project must be done by May 29th, 2015.", "Title": "Word Count Tool for WooCommerce", "URL": "https://www.elance.com/j/word-count-tool-woocommerce/73393385/", "Duration": "14d, 14h", "Proposals": "5", "Id": "73393385", "Location": "Brazil"}, {"Category": "Web Programming", "Date": "9h, 35m ago", "Skills": "Chrome Extension", "Description": "Chrome extension for searching phrases in google. $108.49. We have discussed the details and he has delivered the job", "Title": "Chrome extension for searching phrases in google", "URL": "https://www.elance.com/j/chrome-extension-searching-phrases-google/73393359/", "Duration": "14d, 14h", "Proposals": "1", "Id": "73393359", "Location": "United States"}, {"Category": "Web Programming", "Date": "9h, 40m ago", "Skills": "Web Development, Web Programming, Squarespace        Preferred Location: North America", "Description": "We are a crowd sourced magazine.  People submit their photographs, art, music and videos to us.  We review them, choose which we want to post and then my team lays out each post individually. This is very time consuming and we'd like to shift the layout to the submitter.  We currently use squarespace.   We're looking for someone to: -Create custom template(s) that allows people to layout their submissions to us.   -These can be \"fixed\" templates if they have to be, with a different layout for each vertical (photography, art, film/video, music).  Or ideally it would be drag and drop. - Ideally the form would work to do a layout/submission both desktop and mobile. At the very least, once published the layouts must work to view both mobile and desktop. -Once the user did they layout, it would go into a cue for us to approve and post or not approve and archive or trash the ones we don't approve. -In a perfect world it would also generate an email to the submitter that says they w...", "Title": "Custom Upload Templates to Integrate Into Squarespace", "URL": "https://www.elance.com/j/custom-upload-templates-integrate-into-squarespace/73393276/", "Duration": "14d, 14h", "Proposals": "3", "Id": "73393276", "Location": "United States"}, {"Category": "Other IT & Programming", "Date": "9h, 51m ago", "Skills": "autotask", "Description": "We are an MSP and looking for an Autotask expert to use on an ongoing basis. here are a list of objectives:  1. Setup client surveys 2. Setup work flows / automation 3. Setup reports based on our business metrics 4. Email blasts to our client / prospect lists 5. Configure general ledger codes. Someone with experience with Autotask and QuickBooks integration is a plus.     [obscured]", "Title": "Looking for an Autotask Expert", "URL": "https://www.elance.com/j/looking-an-autotask-expert/73393075/", "Duration": "14d, 14h", "Proposals": "0", "Id": "73393075", "Location": "United States"}, {"Category": "Other IT & Programming", "Date": "9h, 51m ago", "Skills": "Raspberry Pi", "Description": "I am looking for a coder which can turn the Raspberry PI 2 into a stand-alone video player. The player plays full-screen video files from a local SD card (so no streaming).  The player takes simple commands over TCP or UDP to control what video should be played.   See the attached document for all requirements (including the simple command structure).  The deliverables are: - SD-card image (file) containing the build, according to supplied specifications - simple documentation in English  NOTE: if a TCP or UDP solution is too complex, then a serial/UART in/out will also be okay. The command structure stays the same.    My estimate (I am also a programmer and technical lead) is that an experienced Linux/PI developer can code this into a stable solution in 8-16 hours.", "Title": "Raspberry PI 2 video player (kiosk)", "URL": "https://www.elance.com/j/raspberry-pi-video-player-kiosk/73393071/", "Duration": "14d, 14h", "Proposals": "9", "Id": "73393071", "Location": "Netherlands"}, {"Category": "Other IT & Programming", "Date": "9h, 54m ago", "Skills": "CSS, HTML, Prestashop, CSS3", "Description": "Hello,  we are building a prestashop webshop and we would need help with the template customization.   We already have aquired and existing prestashop template, and we would like to make some changes to it and adapt it to our specific needs.  To start, we need the the homepage, product page, and product listing page.  We need this quickly and we also need some help to implementing this on our shop. More details available when project i assigned.  We are only looking for people or teams with significant prestashop experience.", "Title": "Prestashop template customization", "URL": "https://www.elance.com/j/prestashop-template-customization/73393033/", "Duration": "14d, 14h", "Proposals": "5", "Id": "73393033", "Location": "Portugal"}, {"Category": "Other IT & Programming", "Date": "9h, 57m ago", "Skills": "MySQL Administration, HTML, PHP        Preferred Location: Eastern Europe, India/Southern Asia, Eastern Asia, Middle East & Central Asia, Central & South America, Africa", "Description": "Data scraping & mining job. Need to collect user profiles including pics, from various websites. (No Facebook).  Low volume, only 40k-50k records needed.  Low budget. More details available.  $50", "Title": "Web scraping /Data mining", "URL": "https://www.elance.com/j/web-scraping-data-mining/73392978/", "Duration": "14d, 14h", "Proposals": "7", "Id": "73392978", "Location": "United States"}, {"Category": "Web Programming", "Date": "9h, 58m ago", "Skills": "MySQL Administration, HTML, PHP", "Description": "Basically I am in need for a fifa 15 coin generator in order for me to sell on these in-game coins. Please tell me that you are able to do this 100% as other people do currently use these coin generators but most of them online are fake and contain viruses. Thanks", "Title": "I need a Fifa 15 Coins generator.", "URL": "https://www.elance.com/j/fifa-coins-generator/73392965/", "Duration": "14d, 14h", "Proposals": "0", "Id": "73392965", "Location": "United Kingdom"}, {"Category": "Web Programming", "Date": "10h, 2m ago", "Skills": ".NET Framework, ASP.NET, ASP.NET MVC, .NET for Web        Preferred Location: United States", "Description": "Looking for a ASP.NET developer contractor for a project in Honolulu, Hawaii to assist with building a ASP.NET based web business application. The existing project team will provide requirements analysis and project management, and most of the web development work can be done remote, so location is not an issue. Note: U.S. based freelancers only.", "Title": "ASP.NET developer", "URL": "https://www.elance.com/j/aspnet-developer/73392907/", "Duration": "14d, 13h", "Proposals": "13", "Id": "73392907", "Location": "United States"}, {"Category": "Other IT & Programming", "Date": "10h, 16m ago", "Skills": "MySQL Administration, HTML, PHP, ISO 9001, Android App Development", "Description": "I am seeking a person who has a solid knowledge in Programming. The selected candidate should be able to develop Apps compatible with: iSO devices, Android devices, Web Applications, Etc.  This is an ongoing position. Please bid realistically.", "Title": "Programmer and App Creator for an on going position.", "URL": "https://www.elance.com/j/programmer-app-creator-an-on-going-position/73392696/", "Duration": "14d, 13h", "Proposals": "3", "Id": "73392696", "Location": "South Africa"}, {"Category": "Web Programming", "Date": "10h, 19m ago", "Skills": "Javascript, MongoDB, Node.js, Backbone.js", "Description": "I have a fully built Node.js web app (chat server) using MongoDB, Express, Backbone.js, Handlebars, Less, and Bootstrap. It also uses Sockets.io  I have a list of feature improvements to make over the next week. If this goes well, it could lead to a more long-term position as well. Action items include:  - Store message notification status (read/unread) and counter from user session to session - Improving flow of login process to directly enter rooms with messages - Changes to email templates made with MailChimp/Mandrill that pull variables from the app - Additional UI changes involving backend work  We're on a relatively tight timeline, so I will be working closely with you to complete the job. It will be fun :)  Please only apply if you have direct, relevant experience and are 100% confident you can complete the job. Thanks!", "Title": "Node.js/Backbone.js Fullstack Work", "URL": "https://www.elance.com/j/nodejs-backbonejs-fullstack-work/73392645/", "Duration": "14d, 13h", "Proposals": "8", "Id": "73392645", "Location": "United States"}, {"Category": "Web Programming", "Date": "10h, 21m ago", "Skills": "MySQL Administration, HTML, PHP", "Description": "Looking to hire a programmer to integrate a pre-designed Wordpress page website into godaddy hosting platform. 15 pages to program in. Deadline by July 1st at the lastest.", "Title": "Integrate Premade Webdesign into Godaddy", "URL": "https://www.elance.com/j/integrate-premade-webdesign-into-godaddy/73392613/", "Duration": "14d, 13h", "Proposals": "8", "Id": "73392613", "Location": "United States"}, {"Category": "Web Programming", "Date": "10h, 21m ago", "Skills": "MySQL Administration, Drupal, PHP", "Description": "Folks I have a up and running website developed using Drupal 7. I am looking for an expert Drupal Commerce developer. Do share your resume with projects you have done using Drupal Commerce. Looking for quick turn around time with best in class quality. Mediocre developers and developers without experience on drupal commerce will be summarily rejected.", "Title": "Drupal Website Tweaking", "URL": "https://www.elance.com/j/drupal-website-tweaking/73392609/", "Duration": "14d, 13h", "Proposals": "3", "Id": "73392609", "Location": "United States"}, {"Category": "Data Analysis", "Date": "10h, 29m ago", "Skills": "Google Analytics, Drupal, Google Webmaster Central", "Description": "BACKGROUND We're running a site (  [obscured]  ), which helps small private landlords managing their rentals. Our goals are to make them create an account with us, buy our premium account, and foremost to buy our manual service writing their lease agreement for them.  We have also started a blog (blog.lejeguiden.dk) from where we want to generate traffic to our site. We expect though the main part of our traffic to come from our partner when we launch our common concept late July.   Our blog is based on Wordpress. Our main site is based on Drupal. We use the Drupal modules: Drupal Commerce and Drupal User among many others. We also integrate with Google Tag Manager, GA, WMT, and MailChimp.  We are just about to switch   [obscured]   to SSL. We'll also switch blog.lejeguiden.dk if it makes sense.  PROBLEMS TODAY We use Google Analytics today, but with the following limitations (among others):  - our blog is not set up optimally together with our main site to see how our users move...", "Title": "Google analytics setup with Drupal", "URL": "https://www.elance.com/j/google-analytics-setup-drupal/73392495/", "Duration": "14d, 13h", "Proposals": "1", "Id": "73392495", "Location": "Denmark"}, {"Category": "Other IT & Programming", "Date": "10h, 31m ago", "Skills": "MySQL Administration, HTML, PHP", "Description": "Hello, I have all of the files ready. My last programmer was unable to figure out how to get the site live. I need someone who is capable of contacting the hosting company(s) since there is an old one web.com and we have now switched to bluehost.com.  The cost is simply $25.00 with more work down the road if the task is completed.  Thanks!", "Title": "Putting Website Live", "URL": "https://www.elance.com/j/putting-website-live/73392472/", "Duration": "14d, 13h", "Proposals": "11", "Id": "73392472", "Location": "United States"}, {"Category": "Web Programming", "Date": "10h, 31m ago", "Skills": "PHP, CakePHP, PHP5, PHP4", "Description": "want same script of grenlist but using this colors dubizzle.com it should have exact look and options and everything in dubai.dubizzle.com", "Title": "want same script of grenlist but using this colors dubizzle.com", "URL": "https://www.elance.com/j/same-script-of-grenlist-but-using-this-colors-dubizzlecom/73392457/", "Duration": "14d, 13h", "Proposals": "2", "Id": "73392457", "Location": "United Arab Emirates"}, {"Category": "Web Programming", "Date": "10h, 51m ago", "Skills": "MySQL Administration, HTML, PHP", "Description": "I would like Twiki.org setup on an Azure web server to be used for our companies documentation repository.   1. Setup Azure account and Webserver 2. Setup Twiki on webserver -   [obscured]  / is free and open sourced.", "Title": "Setup Twiki.org on Azure Web Server", "URL": "https://www.elance.com/j/setup-twikiorg-on-azure-web-server/73392141/", "Duration": "14d, 13h", "Proposals": "1", "Id": "73392141", "Location": "United States"}, {"Category": "Other IT & Programming", "Date": "11h, 6m ago", "Skills": "MySQL Administration, HTML, PHP", "Description": "There's an issue with the checkout page on my Magento site. On Internet Explorer, the \"Complete Checkout\" button does not work and in Mozilla Firefox, a message appears that says that page is not secure. I need someone to look at the issue asap.", "Title": "Magento -checkout does not complete on Internet Explorer...", "URL": "https://www.elance.com/j/magento-checkout-does-not-on-internet-explorer/73391867/", "Duration": "14d, 12h", "Proposals": "6", "Id": "73391867", "Location": "Turkey"}, {"Category": "Web Programming", "Date": "11h, 8m ago", "Skills": "MySQL Administration, HTML, PHP", "Description": "I have to verify payments online using   [obscured]  /content/wucom/base/us/en/track-transfer.html/  This can be time consuming, I want an automated page where I can copy and paste a CSV formatted list of bulk payments and have it verify in bulk.  Options are: I am sender, using Money Transfer Control Number (MTCN), USD currency - the others will be set in the bulk CSV file/copy-paste", "Title": "Verify western union payments via their website using catpcha in bulk", "URL": "https://www.elance.com/j/verify-western-union-payments-via-their-website-using-catpcha-bulk/73391815/", "Duration": "1d, 12h", "Proposals": "3", "Id": "73391815", "Location": "Australia"}, {"Category": "Web Programming", "Date": "11h, 11m ago", "Skills": "ASP.NET MVC, .NET for Web, Orchard CMS", "Description": "Custom orchard module required. Module will need to be able search by location and return results for places nearby using google maps api. Some taxonomy integration also required for categorisation.   Module is a small piece of a bigger project so will be additional work in the future", "Title": "Custom Orchard Module", "URL": "https://www.elance.com/j/custom-orchard-module/73391755/", "Duration": "14d, 12h", "Proposals": "5", "Id": "73391755", "Location": "Ireland"}, {"Category": "Other IT & Programming", "Date": "11h, 37m ago", "Skills": "PHP, API Development", "Description": "I a'm looking for someone who can make a new WhatsApp API -different than the one on github-  with all available functions and ability to send bulk 100k messages without being blocked the sender id overstep the whatsapp filtering rules. its must be private for me only  prefer language (PHP)", "Title": "WhatsApp API", "URL": "https://www.elance.com/j/whatsapp-api/73391231/", "Duration": "14d, 12h", "Proposals": "5", "Id": "73391231", "Location": "Saudi Arabia"}, {"Category": "Web Programming", "Date": "11h, 40m ago", "Skills": "CSS, HTML, Javascript, PHP", "Description": "I have a mouseover effect on the index and other sections of my site. On load of page the images that display on mouseover are not loaded in and only triggered to load once mouseover has been physically initiated. This is confusing for audience since once 1st image has been hovered, it may take 5-6 seconds depending on connection to even see results of mouseover effect. By that point user has already concluded no data and moved on.  I would like to...  1. Apply code so mouseover display images are preloaded in upon first opening so that mouseover effect is ready for trigger immediately  2. Find some solution to show mouseover data in mobile devices.  url   [obscured]   (you can see mouseover effect in index..", "Title": "Optimize mouseover loading effect.", "URL": "https://www.elance.com/j/optimize-mouseover-loading-effect/73391175/", "Duration": "14d, 12h", "Proposals": "5", "Id": "73391175", "Location": "United States"}, {"Category": "Web Programming", "Date": "11h, 47m ago", "Skills": "MySQL Administration, HTML, Joomla!, PHP, Joomla Upgrade", "Description": "Hello,  I have a current website which is   [obscured]    I want to make a new website while having the same database.  The website is about writing gaming articles with specific features needed. It will be in Arabic. Text can be provided.  I want to add a special system where it will reward a certain active users with gifts. For example, when someone share articles on twitter they will get points and the top 3 guys with highest points will get rewarded. There will be a leader board.  I want a new design and our current website is joomla with K2 extension.  Also, we need social media integration. If you are up to the job I will explain further about the specific needs for the website.  Please let me know", "Title": "Gaming news website", "URL": "https://www.elance.com/j/gaming-news-website/73391045/", "Duration": "29d, 12h", "Proposals": "19", "Id": "73391045", "Location": "Bahrain"}, {"Category": "Web Programming", "Date": "11h, 49m ago", "Skills": "CSS, HTML", "Description": "I have a working CSS sidebar tool on my website   [obscured]   I would like to make adjustments to allow visitors to acknowledge sidebar presence and increase ease of use.  1. Sidebar will stay open for a delayed set time upon page open and load and then close after set time to be accessed by user when needed  2. Larger menu button to access sidebar. Currently sidebar button is low visibility. I would prefer the 3 horizontal lines and weighted more visibly  3. Depending on difficulty. I would like the visible portion of sidebar when closed to pulse or have visual gradient pulsing effect to alert viewer of its presence.   4. Allow user to close or open sidebar from any clickable position aside from text for easier use.  5. Sidebar should be optimized for mobile devices as well.. Currently, submenu does not appear on mobile devices.  Thank you  William Eadon", "Title": "Tweak adjustments to CSS sidebar", "URL": "https://www.elance.com/j/tweak-adjustments-css-sidebar/73391013/", "Duration": "14d, 12h", "Proposals": "6", "Id": "73391013", "Location": "United States"}, {"Category": "Other IT & Programming", "Date": "11h, 53m ago", "Skills": ".NET Framework, XML, JSON, C#, REST", "Description": "We are looking for a team of developers to build a universal integration application / Platform. The main purpose of the application is to connect different system with each other to interact and exchange data simultaneously   Preferable a team of dedicated developers within the same company should work on this project. For the future we can offer many projects as we are going to outsource our business processes. Experience with development of applications for integration systems is a must.   Required skills and experience: - You should have experience with integration of different systems applications - API, REST API - Markup languages XML or JSON - System integration - database infrastructure - C#  - .Net - Java", "Title": "Development Integration Application / Platform", "URL": "https://www.elance.com/j/development-integration-application-platform/73390955/", "Duration": "29d, 12h", "Proposals": "27", "Id": "73390955", "Location": "Netherlands"}, {"Category": "Web Programming", "Date": "11h, 56m ago", "Skills": "HTML, jQuery, JQuery Mobile", "Description": "I have a jquery slideshow which I use on my website. Upon load images loading gliche and appear at bottom of screen. It is confusing and looks sloppy. I would like this cleared up.  The slideshow also has text issues on the descriptions beneath which render poorly on mobile devices as well. I would like to add a dedicated text field for the main description of each slideshow and optimize size for text and images for mobile.   You can see examples of this simple slideshow here. It is a responsive slideshow and changes size when window size has been changed.   [obscured]  /ammerman_schlosberg/Ammerman_Schlosberg_FW2015/ammermanschlosberg_fw2015.html    [obscured]  /punk_religion/punkreligion.html  Thank you.  William Eadon", "Title": "Clean up load and optimize jquery slideshow", "URL": "https://www.elance.com/j/clean-up-load-optimize-jquery-slideshow/73390884/", "Duration": "14d, 12h", "Proposals": "5", "Id": "73390884", "Location": "United States"}, {"Category": "Web Programming", "Date": "12h, 13m ago", "Skills": "MySQL Administration, HTML, PHP, WordPress", "Description": "I need a subscription-based site fleshed out that is similar to Bookbub, The Fussy Librarian, Booksends, and The Midlist. I already have the site up and running with a template installed. The logo is done. There is a signup Coming Soon landing page operating now. The theme installed is Reviver. I can more or less fill in things like images and text. Just need the structure implemented. Thanks!", "Title": "Daily Book Deals Website", "URL": "https://www.elance.com/j/daily-book-deals-website/73390510/", "Duration": "14d, 11h", "Proposals": "5", "Id": "73390510", "Location": "United States"}, {"Category": "Web Programming", "Date": "12h, 24m ago", "Skills": "MySQL Administration, HTML, PHP, Responsive Web Design", "Description": "Key Features:  1. The website will consist off two set of contents. \tA. Static Content \tB. Dynamic Content from database \t 2. Static content will be for regular content (About Us, Information about admission process, management team etc...)\t  3. Dynamic content should have below features \tA. Functionality to enter/update data in database by Admin users. \tB. Functionality to sort columns in webpage exposed to visitors \tC. Is it possible to add dynamic column in webpage by admin ? \t 4. There will be two type of visitors \tA. Free visitors \tB. Paid Visitors \t 5. A small set of data will be available for all users. They will be considered as free visitors.  6. The visitors who want access to all data, have to subscribe for paid subscription.\t  7. The site should be integrated with payment processors (Credit Card, Net Banking, Paypal etc..).  8. Paid subscribers will have to register by entering all their data.  9. There should be option to login using facebook/google+/othe ravailable social...", "Title": "WordPress/PHP  Developer for a College Admission Portal", "URL": "https://www.elance.com/j/wordpress-php-developer-college-admission-portal/73389991/", "Duration": "14d, 11h", "Proposals": "25", "Id": "73389991", "Location": "United States"}, {"Category": "Web Programming", "Date": "12h, 32m ago", "Skills": "CSS, HTML, Bootstrap, Kendo UI", "Description": "We have a hybrid project almost done inside telerik platform.  I need now a website responsive and I want reuse the maximum code possible.  This is a urgent task.", "Title": "Convert a Telerik Hybrid project into a Web responsive project", "URL": "https://www.elance.com/j/convert-telerik-hybrid-project-into-web-responsive-project/73390088/", "Duration": "14d, 11h", "Proposals": "5", "Id": "73390088", "Location": "Brazil"}, {"Category": "Web Programming", "Date": "12h, 39m ago", "Skills": "MySQL Administration, HTML, PHP", "Description": "I need someone to code a faceted navigation menu for me. I have a basic products table.  Use this as example:   [obscured]  /coding/faceted-navigation-in-php-mysql/2/", "Title": "faceted navigation - php/mysql", "URL": "https://www.elance.com/j/faceted-navigation-php-mysql/73389937/", "Duration": "14d, 11h", "Proposals": "9", "Id": "73389937", "Location": "Canada"}, {"Category": "Web Programming", "Date": "12h, 41m ago", "Skills": "HTML, PHP, MailChimp", "Description": "I want a webpage that works exactly like this:   [obscured]  /vitamin-c-serum/  Requirements 1. Single opt in signup to MailChimp. 2. Each customer receives a UNIQUE coupon code from a .csv list.  Please try   [obscured]  /vitamin-c-serum/ to see how this works, notice that every email you sign up receives a unique code.  How to disable double opt in:   [obscured]  /questions/26013592/how-to-disable-mailchimp-double-opt-in-php", "Title": "Create single opt in Mailchimp signup page that send out unique coupons", "URL": "https://www.elance.com/j/create-single-opt-mailchimp-signup-page-that-send-out-unique-coupons/73389896/", "Duration": "14d, 11h", "Proposals": "8", "Id": "73389896", "Location": "United States"}, {"Category": "Web Programming", "Date": "13h, 4m ago", "Skills": "ory: Web Programming", "Description": "Hi,  I am making a research on the web hosting market for my thesis and I was wondering if it is possible to estimate the number of hosting packages in Poland. This is why I am looking for someone who will help me to write and run a program that will count the number of .pl domains (active and not active), associate them with hosting players in Poland (nazwa.pl, home.pl, etc. but also private servers) and will estimate the number of hosting packages (per hosting player) on which these domains are hosted on.  Please contact me with the price and the estimated time of delivery.  Michael", "Title": "Web hosting - number of hosting packages", "URL": "https://www.elance.com/j/web-hosting-number-of-hosting-packages/73388778/", "Duration": "14d, 10h", "Proposals": "0", "Id": "73388778", "Location": "Poland"}, {"Category": "Data Science", "Date": "13h, 21m ago", "Skills": "Data Science, Data scraping, Image Processing", "Description": "This is a project I want to do purely for my own amusement...  I will send you two lists of URLs, list A and list B, with 1000 URLs in each list. Each URL will point to a headshot of a different person, taken under different lighting conditions, with different backgrounds, etc.  You will transform the headshots (shift them, rotate them, scale them, adjust the color, etc.) in list A so that they can be meaningfully averaged. I don't care how you do this, but it must be done to a high quality. You will then average the headshots in list A.  You will do exactly the same for the headshots in list B.  The deliverables for the project will be 1) The transformed versions of list A, and those for list B 2) The average headshot for transformed list A, and that for list B  DO NOT BID IF YOU DON'T INCLUDE THE FOLLOWING PROOF OF SKILLS IN YOUR BID  To prove that you can do this job, do the transformation and averaging for a small collection of faces that you find somewhere on the Internet, and sen...", "Title": "Facial registration and averaging", "URL": "https://www.elance.com/j/facial-registration-averaging/73388964/", "Duration": "14d, 10h", "Proposals": "3", "Id": "73388964", "Location": "United States"}, {"Category": "Web Programming", "Date": "13h, 24m ago", "Skills": "HTML5", "Description": "We need to have two  to three website mock ups of different design concepts done prior to Tuesday evening.  Additionally we need to have a design and layout in ready to go to press format also.  We have a current concept but have been forced to change the name due to a Trade Mark issue.  Please respond quickly. Text me at 417.849.0969, as this is urgent. Additionally we could utilize some Power Point assistance if you happen to also have those skills as an individual, within your network of co-workers or within your organization. Contact us if you can do all or any piece of this rush project.We would also like to present a redesign, consumer focused design of our currently website, as well as a mobile friendly, or Android and Iphone specific one.  One mobile concept design could be utilized for both Android and IOS.  Job Description:  Your responsibilities:   - Review business requirements working with other team members  - Perform a technical analysis of requirements   - Produce a sol...", "Title": "Very Good Creative Graphic Designer Needed Today if Possible", "URL": "https://www.elance.com/j/very-good-creative-graphic-designer-needed-today-if-possible/73388897/", "Duration": "14d, 10h", "Proposals": "13", "Id": "73388897", "Location": "United States"}, {"Category": "Web Programming", "Date": "13h, 53m ago", "Skills": "Django, Python", "Description": "training every day django and python  4 hours a day afjbnuaiougniaougnuorebgiouhoiurehnGOIUrngoirnGOIrhngoirhngoirHNGOIrh", "Title": "django python training", "URL": "https://www.elance.com/j/django-python-training/73388240/", "Duration": "14d, 10h", "Proposals": "2", "Id": "73388240", "Location": "Canada"}, {"Category": "Web Programming", "Date": "13h, 59m ago", "Skills": "CSS, Javascript, AngularJS", "Description": "we are a non profit organization and looking for a angular expert to convert a one page small marionette/backbone app into a angular app. s k y p e : saurabh.roy2", "Title": "Angular expert wanted", "URL": "https://www.elance.com/j/angular-expert-wanted/73388115/", "Duration": "14d, 10h", "Proposals": "5", "Id": "73388115", "Location": "Germany"}, {"Category": "Web Programming", "Date": "14h, 5m ago", "Skills": "MySQL Administration, CakePHP", "Description": "Hello,  We have an in-progress project built on CakePHP. We would like to migrate this project to the Cloud9 service (  [obscured]  /) before we re-start development. This will enable our HTML/CSS developer to easily do his part.  We have an EC2 server with the code running. The code in our Github Repository would need light modification to work (I think the sql migrations are flawed)  Our developer has bailed out - there is an opportunity for this to turn into ongoing CakePHP development work if everything goes well.  We would like Cloud9 to pull code from our Git Repo and of course we would like changes from Cloud9 go update our Git Repo as well when development is complete.", "Title": "Set up our Existing CakePHP project on Cloud9", "URL": "https://www.elance.com/j/set-up-our-existing-cakephp-project-on-cloud9/73387996/", "Duration": "14d, 9h", "Proposals": "9", "Id": "73387996", "Location": "United States"}, {"Category": "Other IT & Programming", "Date": "14h, 29m ago", "Skills": "YouTube Development, YouTube Marketing, Youtube", "Description": "Looking to purchase YouTube views. Is there anyone that can help? I want to drive traffic either to a video or a video channel.", "Title": "Looking to Purchase YouTube Views", "URL": "https://www.elance.com/j/looking-purchase-youtube-views/73387450/", "Duration": "14d, 9h", "Proposals": "3", "Id": "73387450", "Location": "United States"}, {"Category": "Web Programming", "Date": "14h, 32m ago", "Skills": "MySQL Administration, HTML, PHP", "Description": "You must be able to communicate around the clock and at odd times.  Speak English Well. Have an extensive portfolio in all the fields for this position. Have a minimum of 4.5 stars on elance. Please do not contact me on anywhere but elance for this position.  You will work on multiple projects at once and will get the details upon signing the NDA.", "Title": "Need a Web/IOS/Android Developer", "URL": "https://www.elance.com/j/web-ios-android-developer/73387388/", "Duration": "14d, 9h", "Proposals": "15", "Id": "73387388", "Location": "United States"}, {"Category": "Web Programming", "Date": "14h, 46m ago", "Skills": "Java, WordPress, Amazon EC2, Braintree Payments", "Description": "I have a video hosting website that I would like to install Braintree Payments on. It runs WordPress on EC2.  Content on the website should be kept visible so that potential clients can visit it and browse. When they select a movie, they should be prompted to sign up.  I would like to keep the users on the website. No redirection at all.  Users should be able to delete their accounts, update their payment information and cancel their plans if necessary.   I will be accepting three currencies (USD, UGX and EUR). We should be able to recognize the location of the subscriber and show them the currency according. I should also receive a guide on how to add new currencies should I need to.  I will also need a little box so subscribers can input a code that is optional. These are for my salesmen so I know who to pay for getting people to sign up.  I don't want to install any plug-ins for Braintree because I have looked at them and did not like them.   This should take optimally 3 to 4 days b...", "Title": "Install Braintree Payment Gateway", "URL": "https://www.elance.com/j/install-braintree-payment-gateway/73387091/", "Duration": "14d, 9h", "Proposals": "6", "Id": "73387091", "Location": "United States"}]